Repository: codecandiescom/elinks-history
Catalog: po/*.po
Languages: be, lt, pl, ro, sk, tr, uk

source: Harmless button
pl: Nieszkodliwy przycisk

source: Submit form to
be: Перадача формы па адрасу
lt: Patvirtinti formà
pl: Prze¶lij formularz do
ro: Trimite formular cãtre
sk: Po¹li formulár na
tr: Formu gönder
uk: Передати форму за адресою

source: Post form to
be: Адпра╝ка формы па адресу
lt: Iðsiøsti formà á
pl: Wy¶lij formularz do
ro: Posteazã formular cãtre
sk: Po¹li formulár na
tr: Formu yolla
uk: В╕дправити форму за адресою

source: Radio button
be: Радыё-кнопка
lt: Knopkë
pl: Okr±g³y przycisk
ro: Buton radio
tr: Radyo düðmesi
uk: Рад╕окнопка

source: Select field
be: Выбярыце поле
lt: Paþymëti laukà
pl: Pole wyboru
ro: Selecteazã cîmpul
sk: Výberové políèko
tr: Alaný seç
uk: Поле вибору

source: Text area
be: Тэкставае поле
lt: Teksto plotas
pl: Pole tekstowe
ro: Arie de text
sk: Textová plocha
tr: Metin alaný
uk: Текстова область

source: File upload
be: Выгрузка файла
lt: Nusiøsti failà
pl: £adowanie pliku
ro: Încãrcare de fiºier
sk: Upload súboru
tr: Dosya yükle
uk: Посилання файлу (upload)

source: Password field
be: Поле пароля
lt: Slaptaþodþio laukas
pl: Pole has³a
ro: Cîmp de parolã
sk: Políèko s heslom
tr: Parola alaný
uk: Введ╕ть пароль

source: name
be: метка
lt: vardas
pl: nazwa
ro: Nume
sk: meno
tr: isim
uk: ╕м'я

source: value
be: значэнне
lt: reikðmë
pl: warto¶æ
ro: Valoare
sk: hodnota
tr: deðer
uk: значення

source: read only
pl: tylko do odczytu

source: press %s to navigate
pl: wci¶nij %s aby nawigowaæ

source: press %s to edit
pl: wci¶nij %s aby edytowaæ

source: press %s to submit to %s
pl: wci¶nij %s aby wys³aæ do %s

source: press %s to post to %s
pl: wci¶nij %s aby wys³aæ do %s

source: Display ~usemap
be: Паказаць карту
lt: Parodyti ~usemap'à
pl: Poka¿ ~mapê obrazków
ro: Aratã ~usemap
sk: Zobrazi» map~u
tr: ~Haritayý görüntüle
uk: В╕добразити мапу

source: ~Follow link
be: Нак╕равацца па спасылцы
lt: Sekti nuorodà
pl: Wybierz od~no¶nik
ro: ~Urmãreºte link
sk: ~Otvori» link
tr: Baðlantýyý ~takip et
uk: Йти за посиланням

source: Follow link and r~eload
be: Нак╕равацца па спасылцы ╕ перазагруз╕ць
pl: Wybierz odno¶nik i p~rze³aduj
sk: Otvori» link a obnovi» cieµovú stránku
uk: Йти за посиланням та перезавантажити

source: Open in new ~window
be: Адкрыць у новым акне
lt: Atidaryti naujame lange
pl: ~Otwórz w nowym oknie
ro: Deschide î~n fereastrã nouã
sk: Otvori» v ~novom okne
tr: ~Yeni pencerede aç
uk: В╕дкрити в новому в╕кн╕

source: Open in new ~tab
pl: Otwórz w nowej ~karcie
sk: Otvori» v ~novom tabe

source: Open in new tab in ~background
pl: Otwórz w nowej k~arcie w tle
sk: Otvori» v novom tabe na pozadí

source: ~Download link
be: Скачаць па спасылцы
lt: Parsiøsti nuorodà
pl: ~Pobierz
ro: ~Descarcã link
sk: ~Stiahnu» link
tr: Baðla~ntýyý indir
uk: Завантажити за посиланням

source: ~Add link to bookmarks
be: Дадаць спасылку ╝ закладк╕
pl: ~Dodaj zak³adkê
sk: Prid~aj link do zálo¾iek
uk: Додати посилання до закладок

source: ~Reset form
be: Ачыстка формы
lt: Iðtrinti fo~rmà
pl: Wy~czy¶æ formularz
ro: ~Reseteazã formularul
sk: ~Vygumova» formulár
tr: Formu ~Temizle
uk: Очистити форму

source: Open in ~external editor
pl: Otwórz w zewnêtrznym ~edytorze

source: ~Submit form
be: Паслаць форму
lt: Patvirinti formà
pl: ~Prze¶lij formularz
ro: Trimite formularul
sk: Odosla» formulár
tr: Forumu ~Gönder
uk: В╕д╕слати форму

source: Submit form and rel~oad
be: Паслаць форму ╕ перазагруз╕ць
pl: Prze¶lij f~ormularz i prze³aduj
sk: Odosla» formulár a obnovi» výslednú stránku
uk: В╕д╕слати форму та перезавантажити

source: Submit form and open in new ~window
be: Паслаць форму ╕ адкрыць у новым акне
lt: Patvirtinti formà ir atidaryti naujame lange
pl: Prze¶lij ~formularz i otwórz w nowym oknie
ro: Trimite formularul ºi deschide în fereastrã nouã
sk: Posla» formulár a otvori» v ~novom okne
tr: Formu gönder ~ve yeni pencerede aç
uk: В╕д╕слати форму та в╕дкрити в новому в╕кн╕

source: Submit form and open in new ~tab
pl: Prze¶lij formularz i otwórz na nowej ~karcie

source: Submit form and open in new tab in ~background
pl: Prze¶lij formularz i otwórz w ~tle na nowej karcie

source: Submit form and ~download
be: Паслаць форму ╕ скачаць
lt: Patvirinti formà ir parsiøsti
pl: Prze¶lij formu~larz i ¶ci±gnij
ro: Trimite formularul ºi ~descarcã
sk: Posla» formulár a ~stiahnu»
tr: Formu gönder ve i~ndir
uk: В╕д╕слати форму та завантижити

source: V~iew image
be: Праглядзець в╕дарыс
lt: Paþ~iûrëti paveiklsëlá
pl: Poka¿ o~brazek
ro: Vez~i imagine
sk: Zobraz~i» obrázok
tr: ~Resmi göster
uk: Подивитись зображення

source: Download ima~ge
be: Скачаць в╕дарыс
lt: Parsiøsti paveikslëlá
pl: Pobierz ~obrazek
ro: Descarcã ima~ginea
sk: Stiahnu» o~brázok
tr: Resmi in~dir
uk: Завантижити зображення

source: No link selected
be: Няма выбраных спасылак
lt: Nër nuorodos
pl: Nie wybrano ¿adnego odno¶nika
ro: Nici un link selectat
sk: ®iadny link
tr: Baðlantý seçilmedi
uk: Нема╓ вибраних посилань

source: Image
be: Малюнак
lt: Paveikslëlis
pl: Obrazek
ro: Imagine
sk: Obrázok
tr: Resim
uk: Зображення

source: Usemap
be: Карта спасылак
lt: Usemap'as
pl: Mapa obrazków
sk: Mapa obrázkov
tr: Harita
uk: Мапа посилань

source: Search hit top, continuing at bottom.
pl: Przeszukiwanie osi±gnê³o pocz±tek tekstu, kontynuacja od koñca.
sk: Vyhµadávanie dosiahlo zaèiatok dokumentu, pokraèujem od konca.

source: Search hit bottom, continuing at top.
pl: Przeszukiwanie osi±gnê³o koniec tekstu, kontynuacja od pocz±tku.
sk: Vyhµadávanie dosiahlo koniec dokumentu, pokraèujem od zaèiatku.

source: No previous search
be: Раней пошуку не было
lt: Prieð tai nieko neieðkota
pl: Niczego wcze¶niej nie szukano
ro: Nu existã cãutãri anterioare
sk: ®iadne predchádzajúce hµadania
tr: Geri arama yok
uk: Пошуку ще не було

source: Could not compile regular expression '%s'
pl: Nie mogê skompilowaæ wyra¿enia regularnego '%s'

source: No further matches for '%s'.
pl: Brak dalszych trafieñ dla '%s'.

source: Could not find a link with the text '%s'.
pl: Nie mo¿na znale¼æ odno¶nika z tekstem '%s'.
sk: Nena¹iel som odkaz obsahujúci text: '%s'.

source: Typeahead
pl: Szukanie z wyprzedzeniem
sk: Interaktívne vyhµadávanie

source: No links in current document
pl: Brak odno¶ników w bie¿±cym dokumencie

source: Search for text
be: Пошук тэкста
lt: Ieðkok teksto
pl: Znajd¼ tekst
ro: Cautã pentru text
sk: Hµadaj text
tr: Metini ara
uk: Пошук тексту

source: Normal search
pl: Zwyk³e szukanie
sk: Normálne hµadanie

source: Regexp search
pl: Szukanie z u¿yciem wyra¿eñ regularnych
sk: Regulárny výraz

source: Extended regexp search
pl: Szukanie z u¿yciem rozszerzonych wyra¿eñ regularnych
sk: Roz¹írený regulárny výraz

source: Case sensitive
pl: Rozró¿nianie wielko¶ci liter
sk: Rozli¹ova» veµkos» písmen

source: Case insensitive
pl: Nierozró¿nianie wielko¶ci liter
sk: Nerozli¹ova» veµkos» písmen

source: Search backward
be: Зваротны пошук
lt: Atvirkðtinë paieðka
pl: Szukaj wstecz
ro: Cautã înapoi
sk: Hµadaj dozadu
tr: Geriye doðru ara
uk: Зворотн╕й пошук

source: You cannot launch an external editor in the anonymous mode.
pl: Nie mo¿esz uruchomiæ zewnêtrznego edytora w trybie anonimowym.

source: You can do this only on the master terminal
be: Вы можаце зраб╕ць гэта тольк╕ на гало╝ным тэрм╕нале
pl: Mo¿esz zrobiæ to jedynie na g³ównym terminalu
sk: Toto mô¾e¹ iba na riadiacom termináli
uk: Ви можете зробити це т╕льки на головному терм╕нал╕

source: Go to link
be: Пайц╕ па спасылцы
lt: Eiti pagal nuorodà
pl: Przejd¼ do odno¶nika
ro: Du-te la link
sk: Choï na link
tr: Baðlantýya git
uk: Йти за посиланням

source: Enter link number
be: Увядз╕це нумар спасылк╕
lt: Ávesk nuorodos numerá
pl: Wprowad¼ numer odno¶nika
ro: Introdu numãrul link-ului
sk: Zadaj èíslo linku
tr: Baðlantý numarasýný gir
uk: Введ╕ть номер посилання

source: Save error
be: Памылка захавання
lt: Iðsaugojimo klaida
pl: B³±d zapisu
ro: Eroare la salvare
sk: Chyba pri ukladaní
tr: Kaydetme hatasý
uk: Помилка збереження

source: Error writing to file
be: Пасылка зап╕су ╝ файл
lt: Klaida bandant áraðyti á failà
pl: B³±d zapisu do pliku
ro: Eroare la scrierea fiºierului
sk: Chyba pri zápise do súboru
tr: Dosyaya yazarken hata
uk: Помилка запису до файлу

source: Cannot stat the file
sk: Nemô¾em zisti» informácie (stat()) o súbore

source: Secure file error
sk: Bezpeèné otváranie súboru zlyhalo

source: Show information about the current page HTTP headers
sk: Zobrazi» informácie o HTTP hlavièkách aktuálnej stránky

source: Show _template_ options in autocreated trees in the options manager and save them to the configuration file.
sk: Urèuje, èi zobrazova» v správcovi nastavenia voµby s názvom _template_ (¹ablóny) a uklada» ich do konfiguraèného súboru.

source: Use asynchronous DNS resolver?
sk: Pou¾i» asynchrónny DNS resolver?

source: Accesskeys
sk: Prístupové klávesy

source: Options for handling of the accesskey attribute of the active HTML elements.
sk: Nastavenia pre obsluhu atribútu 'accesskey' aktívnych HTML elementov.

source: Whether to navigate links using tabindex.
sk: Urèuje, èi sa má pri presunoch medzi odkazmi bra» ohµad na ¹tandardný HTML atribút 'tabindex'.

source: Automatically follow document-specified refresh directives ('<meta> refresh' tags). Web-page authors use these to instruct the browser to reload a document at a given interval or to load another page. Regardless of the value the refresh URI is accessible as a link. Use the document.browse.minimum_refresh_time to control the minimum number of seconds a refresh will take.
sk: Automaticky nasledova» obnovovacie direktívy ¹pecifikované v dokumente ('<meta> refresh' tagy). Autori webových stránok pou¾ívajú tento mechanizmus na automatické znovunatiahnutie dokumentu v danom intervale alebo na presmerovanie na inú stránku. Nezávisle na nastavení je cieµová adresa k dispozícii aj ako odkaz na zaèiatku dokumentu. Pokiaµ chcete zdola obmedzi» minimálny interval pre obnovovanie dokumentu, pou¾ite voµbu document.browse.minimum_refresh_time.

source: Makes sure that the back- and foreground color is never equal.
sk: Zabezpeèi» aby farby pozadia a textu neboli rovnaké.

source: Scrollbar selected
sk: Vybrané skrolovadlo

source: ~New window
be: Новае акно
lt: ~Naujas Langas
ro: Fereastrã ~nouã
sk: ~Nové okno
tr: ~Yeni pencere
uk: Нове в╕кно

source: Could not get file %s: %s
sk: Nemô¾em získa» súbor %s: %s

source: Number out of range
be: Л╕к не належыць дазволенаму дыапазону
lt: Skaièius per didelis
ro: Numãr în afara domeniului
uk: Число виходить за припустим╕ меж╕

source: OK
be: ОК
lt: Gerai
ro: Bine
tr: Tamam
uk: Угу

source: Sorry, but this bookmark is already being used by something right now.
be: Выбачайце, але зараз штосьц╕ выкарыстозвае закладк╕.
uk: Вибачте, ця закладинка вже чимось використову╓ться прямо зараз

source: Delete folder content
be: Выдал╕ць змест папк╕

source: Config error
be: Памылка настройк╕
lt: Configûravimo klaida
ro: Eroare de configurare
tr: Yapýlandýrma Hatasý
uk: Помилка конф╕гурац╕╖

source: Unable to write to config file
be: Немагчыма зап╕саць у файл настроек
lt: Neámanoma áraðyti á konfigûracijos failà
ro: Nu pot sã scriu fiºierul de configurere
tr: Yapýlandýrma dosyasýna yazýlamýyor
uk: Не можу записати файл конф╕гурац╕╖

source: Delete option
be: Выдал╕ць параметр

source: Cannot delete this option.
be: Немагчыма выдал╕ць гэты параметр

source: Really delete the option
be: Сапра╝ды выдал╕ць гэты параметр

source: Options manager
be: Мэнэджэр параметра╝

source: Delete keybinding
be: Выдал╕ць камб╕нацыю клав╕ш

source: Really delete the keybinding
be: Сапра╝ды выдал╕ць камб╕нацыю клав╕ш

source: Folder
be: Папка

source: Authentication required for
be: Увядз╕це ╕мя карыстальн╕ка для
ro: Introduceþi numele utilizatorului pentru
uk: Необх╕дна аутентиф╕кац╕я для

source: at
be: на
ro: la
uk: на

source: Features
be: Магчымасц╕
uk: Можливост╕

source: ESC display menu ^C, q quit ^P, ^N scroll up, down [, ] scroll left, right up, down select link -> follow link <- go back g go to url G go to url based on current url / search ? search back n find next N find previous = document info | header info \ document source d download
be: ESC меню ^C, q выхад ^P, ^N пракрутка ╝гару-╝н╕з [, ] пракрутка налева-направа up, down выбар спасылк╕ -> пераход па спасылцы <- назад g перайц╕ да новага URL G перайц╕ да URL, заснаванаму на бягучым / пошук ? зваротны пошук n шукацт далей N шукаць угару = ╕нфармацыя пра дакумент | ╕нфармацыя пра загаловак \ паказаць код HTML d закачаць
lt: ESC parodyti meniu ^C, q iðeiti ^P, ^N lëtai á virðø, á apaèià [, ] lëtai á kairæ, á deðinæ up, down paþymëti nuorodà -> sekti nuorodà <- atgal g eiti adresu.. G eiti adresu ðiame serveryje.. / ieðkoti ? ieðkoti atgal n surasti sekantá N surasti prieð tai buvusá = dokumento informacija \ dokumento ðaltinis d parsiûsti
ro: ESC Afiºeazã meniul ^C, q Ieºi ^P, ^N Pagina sus, jos [, ] Pagina stînga, dreapta PgUp/PgDn Selecteazã legãtura -> Urmãreºte legãtura <- Înapoi g Du-te la URL G Du-te la URL, (de la pagina curentã) / Cautã ? Cautã înapoi n Gãseºte urmãtorul N Gãseºte precedentul = Informaþii despre document | Informaþii despre header \ Sursa documentului d Încarcã
tr: ESC menüyü göster ^C, q çýk ^P, ^N yukarý kaydýr, aþaðý kaydýr [, ] saða kaydýr, sola kaydýr yukarý, aþaðý baðlantýyý seç -> baðlantýyý izle <- geri git g adrese git G þimdiki adresten yola çýkarak yeni bir adrese git / ara ? geriye doðru ara n tekrar ara N geriye doðru tekrar ara = belge bilgisi \ kaynaðýný göster d indir
uk: ESC меню ^C, q вих╕д ^P, ^N прокрутка вгору-вниз [, ] прокрутка л╕воруч-праворуч up, down виб╕р посилання -> перех╕д за посиланням <- назад g перейти до нового URL G перейти до URL, який базу╓ться на поточному / пошук ? зворотн╕й пошук n шукати дал╕ N шукати вгору = ╕нформац╕я про документ \ показати код HTML d завантажити

source: (C) 1999 - 2002 Mikulas Patocka (C) 2001 - 2003 Petr Baudis This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
be: Гэта программа з'я╝ляецца свабодным ПЗ; вы можаце распа╝сюджваць ╕/ц╕ мадыф╕каваць яе згодна з л╕цэнз╕яй GNU, якая апубл╕кавана "Фондам свабоднага праграмнага забеспячэння" (FSF); верс╕╕ 2 Л╕цэнз╕╕, ц╕ (па вашым жаданн╕) больш позняй верс╕╕
lt: (C) 1999 - 2002 Mikulas Patocka (C) 2001 - 2003 Petr Baudis Ði programa yra nemokama; tu gali platinti jà ir/arba modifikuoti pagal GNU Bendrajà Publicistinæ Licenzijà (GPL), paraðytà Nemokamø Programø Fondo (Free Software Foundation); pagal 2 Licenzijos versijà, arba (kaip jau tu norësi) kokià vëlesnæ.
ro: (C) 1999 - 2002 Mikulas Patocka (C) 2001 - 2003 Petr Baudis Acest program este liber (free), poate fi publicat, modificat ºi difuzat numai în termenii licenþei publice generale de la GNU de la Fundaþia de Programe cu Liber Acces, sau de la versiunea a doua a GPL, sau (alegerea este a dumneavoastrã) dupã toate versiunile anterioare.
tr: (C) 1999 - 2002 Mikulas Patocka (C) 2001 - 2003 Petr Baudis Bu özgür bir yazýlýmdýr; GNU Genel Kamu Lisansý altýnda daðýtýlabilir ve/veya geliþtirilebilir.
uk: Ця програма ╓ безкоштовним ПЗ; ви можете розповсюджувати та/або модиф╕кувати ╖╖ зг╕дно л╕ценз╕╖ GNU, яка опубл╕кована "Фондом безкоштовного програмного забезпечення" (FSF); верс╕╖ 2 Л╕ценз╕╖, або (за вашим бажанням) б╕льш п╕зньо╖ верс╕╖

source: handles
be: хэндла╝
lt: valdikliai
ro: Fiºiere deschise
uk: хендл╕в

source: timers
be: таймера╝
lt: laiko matuokliai
ro: Ceas
tr: zamanlayýcýlar
uk: таймер╕в

source: connections
be: злучэння╝
lt: prisijungimai
ro: conexiuni
tr: baðlantýlar
uk: з'╓днань

source: connecting
be: злучэнне
lt: jungiasi
ro: Conectare
tr: baðlanýyor
uk: створюються

source: transferring
be: перадача
lt: siunèia
ro: Transfer
tr: aktarýlýyor
uk: передач

source: keepalive
be: захаванне злучэння
ro: Conexiune menþinutã
uk: збереження зв'язку

source: bytes
be: байт
lt: baitai
ro: Biþi
tr: byte lar
uk: байт

source: files
be: файла╝
lt: failai
ro: Fiºier(e)
tr: dosyalar
uk: файл╕в

source: locked
be: заблак╕равана
lt: uþrakintas
ro: Blocat(ã)
tr: kilitlenmiþ
uk: блоковано

source: loading
be: загружаецца
lt: kraunasi
ro: În curs de încãrcare
tr: yükleniyor
uk: завантажу╓ться

source: Formatted document cache
be: Кэш фармац╕раваных дакумента╝
lt: Suformuoto dokumento laikinoji atmintis
ro: Cache de document formatat
tr: Biçimlenmiþ belge önbelleði
uk: Кеш в╕дформатованих документ╕в

source: documents
be: дакумента╝
lt: dokumentai
ro: Documente
tr: belgeler
uk: документ╕в

source: Cache info
be: ╤нформацыя пра кэш
lt: Laikinosios atminties informacija
ro: Informaþii despre cache
tr: Önbellek bilgisi
uk: ╤нформац╕я про кеш

source: Cache content
be: Змест кэша
lt: Laikinosios atminties turinys
ro: Conþinutul cache-ului
tr: Önbellek içeriði
uk: Вм╕ст кешу

source: bytes of memory allocated
be: байт выдзялена
lt: baitø atminties iðskirta
ro: Biþii de memorie alocaþi
tr: ayýrýlmýþ hafýza byte larý
uk: байт╕в вид╕лено

source: Memory info
be: ╤нфармацыя пра памяць
lt: Atminties informacija
ro: Informaþii despre memorie
tr: Daha fazla bilgi
uk: ╤нформац╕я про пам'ять

source: No downloads
be: Няма закачак
lt: Nër siuntimø
ro: Nici o încãrcare
tr: Ýndirilen dosya yok
uk: Нема╓ завантажень

source: Unhis~tory
be: Антыг╕сторыя
uk: ╤стор╕я стор╕нок п╕сля поточно╖

source: Global histor~y
be: Глабальная г╕сторыя
uk: Повна ╕стор╕я

source: Bookmark~s
be: Закладк╕
lt: Lankomiau~si
ro: ~Semne de carte
tr: ~Yer imleri
uk: Закладки

source: Sa~ve as
be: Захаваць як
lt: Iðsaugoti kaip..
ro: Sal~veazã ca
tr: Farklý ~Kaydet
uk: Зберегти як

source: Save ~URL as
be: Захаваць URL як
lt: Iðdaugoti adresà kaip..
ro: Salveazã ~URL ca
tr: ~Adresi karklý kaydet
uk: Зберегти URL як

source: Save formatted ~document
be: Захаваць фармац╕раваны дакумент
lt: Iðsaugoti suformuotà ~dokumentà
ro: Salveazã ~documentul formatat
tr: ~Biçimlenmiþ belgeyi kaydet
uk: Зберегти в╕дформатований документ

source: ~Flush all caches
be: Ачысц╕ць усе в╕ды кэша
lt: Iðvalyti laikinàjà atmintá
ro: Eliminã ~tot cache-ul
tr: Önbellekleri ~temizle
uk: Очистити вс╕ кеш╕

source: ~Cache info
be: ╤нформацыя пра кэш
lt: Laikinosios atminties informa~cija
ro: Inf~ormaþii despre cache
tr: Önbe~llek bilgisi
uk: ╤нформац╕я про кеш

source: ~Memory info
be: ╤нфармацыя пра памяць
lt: At~minties informacija
ro: Informaþii despre ~memorie
tr: Da~ha fazla bilgi
uk: ╤нформац╕я про пам'ять

source: Resize ~terminal
be: Змян╕ць памеры тэрм╕нала
lt: pakeisk ~terminalo dydá
ro: Redimensionezã ~terminalul
tr: Terminali ~boyutlandýr
uk: Зм╕нити розм╕ри терминалу

source: User's ~manual
be: Дапаможн╕к
lt: Vartotojo gidas
ro: ~Manualul utilizatorului
tr: Ku~llanýcý klavuzu
uk: ╤нструкц╕я

source: Use ^[[11m
be: Выкарысто╝ваць ^[[11m
lt: Naudoti ^[[11m
ro: Utilizaþi ^[[11m
tr: ^[[11m kullan
uk: Використовувати ^[[11m

source: Block the cursor
be: Курсар прамавугольн╕кам
lt: Blokuoti þymeklá
ro: Cursor bloc
tr: Blok imleç
uk: Прямокутний курсор

source: Columns
be: Слупко╝
lt: Colonos
ro: Coloane
tr: Sütunlar
uk: Стовпчики

source: Rows
be: Радко╝
lt: Stulpeliai
ro: Linii
tr: Satýrlar
uk: Рядки

source: Could not create file
be: Немагчыма зап╕саць у файл
lt: Negaliu áraðyti á failà
ro: Nu s-a putut crea fiºierul
tr: Dosya yaratýlamýyor
uk: Не можу писати у файл

source: Error downloading
be: Памылка закачк╕
lt: Siuntimo klaida
ro: Eroare la descãrcare
uk: Помилка завантаження

source: Download complete
be: Закачка завершана
uk: Завантаження зак╕нчено

source: Content type is
be: Тып дакумента
lt: Turinio tipas yra
ro: Tipul de conþinut este
tr: Content-Type
uk: Тип документу

source: Do you want to save or display this file?
be: Вы жадаеце захаваць файл ц╕ паказаць на экране?
lt: Nori ðá failà iðsaugoti ar pamatyti?
ro: Vreþi sã salvaþi sau sã vedeþi acest fiºier?
tr: Bu dosyayý kaydetmek mi yoksa görüntülemek mi istersiniz?
uk: Ви б хот╕ли зберегти чи показати цей файл?

source: Do you want to open file with
be: Ц╕ жадаеце адкрыць файл з дапамогай
lt: Ar nori atidaryti failà su
ro: Vreþi sã deschideþi fiºierul cu
tr: Dosyayý program ile aç
uk: Бажа╓те в╕дкрити файл за допомогою

source: save it or display it?
be: захаваць цт паказаць яго его?
lt: iðsaugoti ar parodyti?
ro: Îl salvez sau îl arãt?
tr: kaydet ya da görüntüle
uk: зберегти чи показати його?

source: Do you want to follow redirect and post form data to url
be: Ц╕ жадаеце паследваць пераадрасацы╕ ╕ адправ╕ць дадзеныя формы па адрасу
lt: Ar nori sekti perkëlimà ir iðsiøsti duomenis ið formos á serverá
ro: Vreþi sã fiþi redirecþionat ºi sã primiþi date de la url
tr: Yönlendirmeyi izlemek ve form bilgisini adrese göndermek istiyor musunuz
uk: Бажа╓те прямувати за переадресац╕╓ю та в╕дправити вм╕ст форми за адресою

source: Do you want to post form data to url
be: Ц╕ жадаеце адправ╕ць дадзеныя формы па адрасу
lt: Ar nori iðsiøsti duomenis ið formos á serverá
ro: Vreþi sã postaþi date cãtre url
tr: Form bilgisini adrese göndermek istiyor musunuz
uk: Ви бажа╓те в╕дправити вм╕ст форми за адресою

source: Do you want to repost form data to url
be: Зно╝ жадаеце адправ╕ць дадзеныя формы по адрасу
lt: Ar nori ið naujo iðsiøsti duomenis?
ro: Vreþi sã repostaþi date cãtre url
tr: Form bilgisini adrese tekrar göndermek istiyor musunuz
uk: Ви бажа╓те заново в╕дправити вм╕ст форми за адресою

source: Welcome to ELinks!
be: Запрашаем у Links!
lt: Sveiki atvykæ á links!
ro: Bine aþi venit la links!
tr: Links'e hoþgeldiniz!
uk: Ласкаво просимо до ELinks!

source: Press ESC for menu. Select Help->Manual in menu for user's manual.
be: Нац╕сн╕це ESC для выкл╕ку меню. Прачытайце к╕ра╝н╕цтва карыстальн╕ка, выбра╝шы ╝ меню 'Даведка->Дапаможн╕к'.
lt: Spustelk ESC ir iððoks meniu. Pasirink pagalba->Apraðymas vardan vartotojo gido.
ro: Apãsaþi ESC pentru meniu. Selectaþi Ajutor->Manual în meniu pentru manualul utlizatorului.
tr: Menü için ESC ye basýn. Kullanýcý klavuzu için Yardým->Kýlavuz 'u seçin.
uk: Натисн╕ть ESC щоб викликати меню. Прочитайте ╕нструкц╕ю в меню 'Допомога->╤нструкц╕я'.

source: Delete history item
be: Выдал╕ць элемент г╕сторы╕
uk: Видалити елемент ╕стор╕╖

source: Clear global history
be: Ачысц╕ць глабальную г╕сторыю
uk: Очистити повну ╕стор╕ю

source: A field
be: Поле
uk: Поле

source: ~Screen
be: Экран
lt: Ekrana~s
ro: ~Ecran
tr: Ekr~an
uk: Екран

source: JavaScript is currently not supported.
be: JavaScript пакуль што не падтрымл╕ваецца

source: No program specified for
be: Не ╝казана праграма для
lt: Nër programos
ro: Program nespecificat pentru
tr: Program belirlenmemiþ:
uk: Не вказано програму для

source: This version of ELinks does not contain SSL/TSL support
be: Гэта верс╕я Links не падтрымл╕вае SSL/TSL
ro: Aceastã versiune de links nu conþine suport pentru SSL/TSL
uk: Ця верс╕я ELinks не п╕дтриму╓ SSL/TSL

source: Could not get file
be: Немагчыма атрымаць файл
lt: Negaliu gauti failo
ro: Nu s-a putut recupera fiºierul
tr: Dosya alýnamýyor
uk: Не можу отримати файл

source: Search string not found
be: Шукаемы радок не знайдзены
lt: Paieðkos eiutë nerasta
ro: ªirul de cãutare nu existã
tr: Aranan söz dizimi bulunamadý
uk: Рядок не знайдено

source: hit ENTER to
be: нац╕сн╕це ENTER, каб
lt: spausk ENTER kad
ro: Apãsaþi ENTER ca sã
tr: ENTER a basýn
uk: натисн╕ть ENTER, щоб

source: submit to
be: перадаць па адрасу
lt: patvirtinti
ro: Trimite la
tr: gönder
uk: передати за адресою

source: post to
be: адправ╕ць па адрасу
lt: iðsiøsti
ro: Posteazã cãtre
tr: yolla
uk: в╕дправити за адресою

source: after resume
uk: п╕сля продовження

source: URL
lt: adresas
tr: Adres

source: ~Xterm
lt: ~Xterm'as
