Repository: codecandiescom/elinks-history
Catalog: po/*.po
Languages: be, lt, pl, ro, sk, tr, uk

source: Used when resolving news: URIs. If set to the empty string the value of the NNTPSERVER environment variable will be used.
pl: U¿ywany przy rozwik³ywaniu URI news: . Je¶li ³añcuch jest pusty u¿yta bêdzie warto¶æ zmiennej ¶rodowiskowej NNTPSERVER.

source: Message header entries
pl: Pozycje nag³ówków wiadomo¶ci

source: Comma separated list of which entries in the article header to show. E.g. 'Subject' and 'From'. All header entries can be read in the header info dialog.
pl: Przedzielana przecinkami lista, które pozycje w nag³ówku wiadomo¶ci pokazywaæ. Np. 'Subject' i 'From'. Wszystkie pozycje nag³ówka mog± byæ czytane w okienku dialogowym z informacjami o nag³ówku.

source: This version of ELinks does not contain %s protocol support
pl: Ta wersja ELinksa nie zawiera obs³ugi protoko³u %s

source: Protocols
pl: Protoko³y
sk: Protokoly

source: Protocol specific options.
pl: Ustawienia dotycz±ce protoko³ów.
sk: Nastavenie jednotlivých protokolov.

source: No-proxy domains
pl: Domeny dostêpne bez udzia³u proxy
sk: Domény pou¾iteµné bez proxy

source: Comma separated list of domains for which the proxy (HTTP/FTP) should be disabled. Optionally, a port can be specified for some domains as well. If it's blank, NO_PROXY environment variable is checked as well.
pl: Lista domen oddzielona przecinkami, dla których proxy (HTTP/FTP) powinno byæ wy³±czone. Opcjonalnie mo¿na podawaæ numer portu dla domen. Gdy puste sprawdzana jest zmienna ¶rodowiskowa NO_PROXY.
sk: Èiarkami oddelený zoznam domén, na ktorých prístup (HTTP/FTP) nebude pou¾itá proxy. Voliteµne mô¾e byt uvedený pre niektoré z nich aj port. Ak je voµba prázdna, e¹te sa zoberie do úvahy premenná NO_PROXY.

source: Protocol
pl: Protokó³

source: URI rewriting
pl: Przepisywanie URI

source: Rules for rewriting URIs entered in the goto dialog. It makes it possible to define a set of prefixes that will be expanded if they match a string entered in the goto dialog. The prefixes can be dumb, meaning that they work only like URI abbreviations, or smart ones, making it possible to pass arguments to them like search engine keywords.
pl: Zasady przepisywania URI wprowadzonego w okienku dialogowym. Mo¿liwe jest zdefiniowanie zestawu przedrostków, które zostan± rozwiniête je¶li bêd± pasowa³y do ³añcucha znaków wprowadzonego w okienku dialogowym. Przedrostki mog± byæ "g³upie", tzn. dzia³aj± tylko jako skróty URI lub inteligentne, takie do których mo¿na dodawaæ argumenty, np. s³owa kluczowe dla wyszukiwarek.

source: Enable dumb prefixes
pl: W³±czenie g³upich przedrostków

source: Enable dumb prefixes - simple URI abbreviations which can be written to the Goto URL dialog instead of actual URIs - i.e. if you write 'elinks' there, you are directed to http://elinks.or.cz/.
pl: W³±cza proste przedrostki - skróty URI, które mog± byæ wpisane w okienku dialogowym 'Goto URL' zamiast standardowych URI - np. je¶li wpiszesz tam 'elinks' nast±pi przekierowanie do http://elinks.or.cz/.

source: Enable smart prefixes
pl: W³±czenie inteligentnych przedrostków

source: Enable smart prefixes - URI templates triggered by writing given abbreviation to the Goto URL dialog followed by a list of arguments from which the actual URI is composed - i.e. 'gg:search keywords' or 'gn search keywords for news'.
pl: W³±cza inteligentne przedrostki - szablony URI wyzwalane przez wpisanie skrótu do okienka dialogowego 'Goto URL' z nastêpuj±cymi po nim argumentami, np. 'gg:szukane s³owo' lub 'gn szukane s³owo w niusach.

source: Dumb Prefixes
pl: Proste przedrostki

source: Dumb prefixes, see enable-dumb description for details.
pl: Proste przedrostki, zobacz opis w³±czania prostych przedrostków.

source: Replacement URI for this dumbprefix: %c in the string means the current URL %% in the string means '%'
pl: Zast±pienie URI dla g³upich przedrostków. %c w ³añcuchu oznacza bie¿±cy URL %% w ³añcuchu oznacza '%'

source: Smart Prefixes
pl: Inteligentne przedrostki

source: Smart prefixes, see enable-smart description for details.
pl: Inteligentne przedrostki, zobacz opis w³±czania inteligentnych przedrostków

source: Replacement URI for this smartprefix: %c in the string means the current URL %s in the string means the whole argument to smartprefix %0,%1,...,%9 means argument 0, 1, ..., 9 %% in the string means '%'
pl: Zast±pienie URI dla inteligentnych przedrostków. %c w ³añcuchu oznacza bie¿±cy URL %s w ³añcuchu oznacza ca³y argument do inteligentnego przedrostka %0,%1,...,%9 oznacza argument 0, 1, ..., 9 %% w ³añcuchu oznacza '%'

source: URI rewrite
pl: Przepisywanie URI

source: SAMBA specific options.
pl: Opcje dotycz±ce SAMBY.

source: Credentials
pl: Dane uwierzytelniaj±ce

source: Credentials file passed to smbclient via -A option.
pl: Plik z danymi uwierzytelniaj±cymi przekazywany do smbclient-a przy u¿yciu opcji -A.

source: User protocols
pl: Protoko³y u¿ytkownika
sk: U¾ívateµské protokoly

source: User protocols. Options in this tree specify external handlers for the appropriate protocols. Ie. protocol.user.mailto.unix.
pl: Protoko³y u¿ytkownika. Opcje w tym drzewie odnosz± siê do zewnêtrznych uchwytów dla odpowiadaj±cych im protoko³ów. Np. protocol.user.mailto.unix.
sk: U¾ívateµské protokoly. Voµby v tomto strome ¹pecifikujú externé ovládaèe pre odpovedajúce protokoly. Napr. protocol.user.mailto.unix.

source: Handler (external program) for this protocol. Name the options in this tree after your system (ie. unix, unix-xwin).
pl: Uchwyt (zewnêtrzny program) dla tego protoko³u. Nazwij ustawienia w tym drzewie zgodnie z Twoim systemem (np. unix, unix-xwin).
sk: Ovládaè (externý program) pre tento protokol. Nazvite voµby v tomto strome podµa svojho systému (napr. unix, unix-xwin).

source: Handler (external program) for this protocol and system. %f in the string means file name to include form data from %h in the string means hostname (or email address) %p in the string means port %d in the string means path (everything after the port) %s in the string means subject (?subject=<this>) %u in the string means the whole URL
pl: Uchwyt (zewnêtrzny program) dla danego protoko³u i systemu. %f - nazwa pliku zawieraj±cego dane formularza %h - nazwa hosta (albo adres email) %p - numer portu %d - ¶cie¿ka (wszystko za numerem portu) %s - tytu³ maila (?subject=<tytu³>) %u - ca³y URL

source: No program
be: Няма праграмы
lt: Nër programos
pl: Nie okre¶lono programu
ro: Nici un program
sk: ®iadny program
tr: Program yok
uk: Нема╓ програми

source: No program specified for protocol %s.
pl: Nie okre¶lono programu do obs³ugi protoko³u %s.
sk: Nie je zadaný ¾iadny program pre protokol %s.

source: Download error
be: Памылка закачк╕
lt: Siuntimo klaida
pl: B³±d pobierania
ro: Eroare la descãrcare
sk: Chyba pri downloade
tr: Ýndirme hatasý
uk: Помилка завантаження

source: Could not create file '%s': %s
pl: Nie mo¿na utworzyæ pliku '%s': %s
sk: Nemô¾em vytvori» súbor '%s': %s

source: Error downloading %s: %s
pl: Wyst±pi³ b³±d podczas pobierania %s: %s
sk: Chyba pri s»ahovaní %s: %s

source: Download complete: %s
pl: Pobieranie zakoñczone: %s
sk: S»ahovanie ukonèené: %s

source: '%s' is a directory.
pl: '%s' to katalog.

source: File exists
pl: Plik istnieje
sk: Súbor existuje

source: This file already exists: %s The alternative filename is: %s
pl: Plik ju¿ istnieje: %s Alternatywna nazwa pliku: %s

source: Save under the alternative name
pl: Zapisz pod alternatywn± nazw±

source: Overwrite the original file
pl: Nadpisz oryginalny plik

source: Resume download of the original file
pl: Wznów pobieranie oryginalnego pliku

source: Unknown type
be: Невядомы тып
lt: Neþinomas tipas
pl: Nieznany typ
ro: Tip necunoscut
sk: Neznámy typ
tr: Bilinmeyen tür
uk: Нев╕домий тип

source: Would you like to save the file '%s' (type: %s) or display it?
pl: Czy chcesz zapisaæ plik '%s' (typu %s) czy wy¶wietliæ go?

source: Display
be: Паказаць
lt: Parodyti
pl: Wy¶wietl
ro: Aratã
sk: Zobrazi»
tr: Görüntüle
uk: Показати

source: Show header
pl: Poka¿ nag³ówek

source: Would you like to display the file '%s' (type: %s)?
pl: Czy chcesz wy¶wietliæ plik '%s' (typu %s)?

source: What to do?
be: Што раб╕ць?
lt: Kà daryti?
pl: Co mam zrobiæ?
ro: Ce sã fac?
sk: Èo mám teda robi»?
tr: Ne yapacaksýnýz?
uk: Що робити?

source: Would you like to open the file '%s' (type: %s%s%s) with '%s', save it or display it?
pl: Czy chcesz otworzyæ plik '%s' (typu %s%s%s) przy u¿yciu '%s', zapisaæ go, czy wy¶wietliæ?

source: Open
be: Адкрыць
lt: Atidaryti
pl: Otwórz
ro: Deschide
sk: Otvori»
tr: Aç
uk: В╕дкрити

source: Would you like to open the file '%s' (type: %s%s%s) with '%s', or display it?
pl: Czy chcesz otworzyæ plik '%s' (typu %s%s%s) przy u¿yciu '%s', czy wy¶wietliæ go?

source: Waiting in queue
be: Чаканне ╝ чарзе
lt: Laukiam eilëje
pl: Oczekuj±ce w kolejce
ro: Aºteaptã la coadã
sk: Èaká vo fronte
tr: Sýraya atýlýyor
uk: Оч╕кування в черз╕

source: Looking up host
be: Пошук сервера
lt: Ieðkom hosto
pl: Szukam serwera
ro: Caut host
sk: Hµadám server
tr: Makina sorgulanýyor
uk: Визначення ╕мен╕ серверу

source: Making connection
be: Злучэнне
lt: Jungiamës
pl: Nawi±zywanie po³±czenia
ro: Fac conexiunea
sk: Nadväzujem spojenie
tr: Baðlantý yapýlýyor
uk: Створення з'╓днання

source: SSL negotiation
be: Пратакол SSL
pl: Negocjacja SSL
ro: Negociere SSL
sk: SSL vyjednávanie
uk: Встановлення SSL з'╓днання

source: Request sent
be: Запыт пасланы
lt: Praðymas iðsiøstas
pl: ¯±danie wys³ane
ro: Cerere trimisã
sk: Posielam ¾iados»
tr: Ýstek gönderildi
uk: Запит над╕слано

source: Logging in
be: Рэг╕страцыя
pl: Logujê siê
sk: Prihlasujem sa
uk: Входження

source: Getting headers
be: Атрыманне загало╝ка╝
lt: Gaunam antraðtes
pl: Pobieranie nag³ówków
ro: Primesc header
sk: S»ahujem hlavièku
tr: Baþlýklar alýnýyor
uk: Отримання заголовк╕в

source: Server is processing request
be: Сервер апрацо╝вае запыт
lt: Serveris kramto uþklausà
pl: Serwer przetwarza ¿±danie
ro: Serverul proceseazã cererea
sk: Server spracováva ¾iados»
tr: Sunucu isteði iþletiyor
uk: Сервер оброблю╓ запит

source: Transferring
be: Перасылка
lt: Siunèiam
pl: Przesy³anie
ro: Transfer
sk: Prená¹am
tr: Transfer ediliyor
uk: Передача

source: Waiting for redirect confirmation
be: Чаканне пацвярджэння перанак╕равання
lt: Laukiam permetimo patvirtinimo
pl: Oczekiwanie na potwierdzenie przekierowania
ro: Aºtept pentru redirecþionarea confirmãrii
sk: Èakám na potvrdenie presmerovania
tr: Yönlendirme onayý için bekleniyor
uk: Оч╕кування п╕дтвердження перенапрямлення

source: Interrupted
be: Спынена
lt: Nutraukta
pl: Przerwano
ro: Întrerupt
sk: Preru¹ené
tr: Kesildi
uk: Перервано

source: Socket exception
be: Выключэнне ╝ сокеце
lt: Soket'o iðimtis
pl: B³±d gniazda
sk: Chyba v sockete
tr: Soket sorunu
uk: Виключення в сокет╕

source: Internal error
be: Унутраная памылка
lt: Vidinë klaida
pl: B³±d wewnêtrzny
ro: Eroare internã
sk: Vnútorná chyba
tr: Ýçsel hata
uk: Внутр╕шня помилка

source: Error writing to socket
be: Памылка запису ╝ сокет
lt: Nesigauna áraðyti á soket'à
pl: B³±d przy zapisywaniu do gniazda
ro: Eroare de scriere la socket
sk: Chyba pri zapisovaní do socketu
tr: Sokete yazarken hata
uk: Помилка запису в сокет

source: Error reading from socket
be: Памылка чытання з сокета
lt: Neisaugna skaityti ið soket'o
pl: B³±d przy czytaniu z gniazda
ro: Eroare de citire de la socket
sk: Chyba pri èítaní zo socketu
tr: Soketten okurken hata
uk: Помилка читання з сокету

source: Data modified
be: Дата зменена
lt: Duomenys pakeisti
pl: Dane zosta³y zmodyfikowane
ro: Date modificate
sk: Data zmenené
tr: Veri düzenlendi
uk: Дату зм╕нено

source: Bad URL syntax
be: Няправ╕льны с╕нтакс╕с URL
lt: Bloga adreso sintaksë
pl: Z³a sk³adnia URL-a
ro: Sintaxã greºitã
sk: Zlá syntax URL
tr: Hatalý adres yazýmý
uk: Неправильний синтаксис URL

source: Request must be restarted
be: Запыт пав╕нен быць па╝тораны
lt: Uþklausa turi bûti pakartota
pl: ¯±danie musi byæ powtórzone
ro: Cererea trebuie reînceputã
sk: ®iados» sa musí posla» znovu
tr: Ýstek tekrar yapýlmalý
uk: Запит потр╕бно повторити

source: Can't get socket state
be: Нельга атрымаць стан сокета
lt: Negaunu soket'o bûsenos
pl: Nie mo¿na zbadaæ stanu gniazda
ro: Nu pot determina starea soketului
sk: Nemô¾em zisti» stav socketu
tr: Soket durumu alýnamýyor
uk: Неможливо отримати стан сокету

source: Only local connections are permitted
pl: Dozwolone s± tylko lokalne po³±czenia

source: Error while decoding file. This might be caused by the encoded file being corrupt.
pl: B³±d podczas dekodowania pliku. Powodem mo¿e byæ uszkodzony plik.

source: This URL contains a protocol not yet known by ELinks. You can configure an external handler for it through the options system.
pl: Ten URL zawiera protokó³ jeszcze nieznany ELinksowi. Mo¿esz skonfigurowaæ zewnêtrzny program obs³ugi dla niego przy u¿yciu menad¿era ustawieñ.

source: This URL contains a protocol that is not natively known by ELinks which means that ELinks relies on external programs for handling it. Downloading URLs using external programs is not supported.
pl: Ten URL zawiera protokó³ nie obs³ugiwany natywnie przez ELinks co oznacza i¿ ELinks bêdzie polega³ na zewnêtrznym programie do jego obs³ugi. ¦ci±ganie URLi za pomoc± zewnêtrznyc programów nie jest w tej chwili wspierane.

source: Bad HTTP response
be: Няправ╕льны адказ HTTP
lt: Blogas HTTP atsakymas
pl: Nieprawid³owa odpowied¼ HTTP
ro: Rãspuns HTTP greºit
sk: Zlá HTTP odpoveï (asi bugovitý server)
tr: Hatalý HTTP cevabý
uk: Неправильна в╕дпов╕дь HTTP

source: No content
be: Няма дадзеных
lt: Nëra turinio
pl: Brak zawarto¶ci
ro: Fãrã conþinut
sk: ®iadny obsah
tr: Ýçerik YOK
uk: ╤нформац╕╖ нема╓

source: Unknown file type
be: Невядомы тып файла
lt: Neþinomas failo tipas
pl: Nieznany typ pliku
ro: Tip de fiºier necunoscut
sk: Neznámy typ súboru
tr: Bilinmeyen dosya türü
uk: Нев╕домий тип файлу

source: Error opening file
be: Памылка адкрыцця файла
lt: Klaida bandant atidaryti failà
pl: B³±d przy otwieraniu pliku
ro: Eroare la deschiderea fiºierului
sk: Chyba pri èítaní súboru
tr: Dosya açýlýrken hata
uk: Помилка в╕дкриття файлу

source: CGI script not in CGI path
pl: Skrypt CGI nie znajduje siê na ¶cie¿ce CGI

source: Bad FTP response
be: Няправ╕льны адказ FTP
lt: Blogas FTP atsakymas
pl: Nieprawid³owa odpowied¼ FTP
ro: Rãspuns FTP greºit
sk: Zlá odpoveï na FTP
tr: Hatalý FTP cevabý
uk: Неправильна в╕дпов╕дь FTP

source: FTP service unavailable
be: Сэрв╕с FTP недаступны
lt: Nepaleistas FTP servisas
pl: Us³uga FTP jest niedostêpna
ro: Serviciu FTP nedisponibil
sk: FTP nie je prístupné
tr: FTP servisi kullanýlamýyor
uk: Серв╕с FTP недоступний

source: Bad FTP login
be: Няправ╕льны FTP login
lt: Neteisingas FTP vartotojas
pl: Nieprawid³owy login
ro: FTP login greºit
sk: Zle si sa prihlásil na FTP
tr: Hatalý FTP kullanýcýsý
uk: Невдале FTP-з'╓днання

source: FTP PORT command failed
be: Каманда FTP PORT скончылася ня╝дала
lt: FTP PORT komanda nepavyko
pl: Polecenie PORT nie powiod³o siê
ro: Comanda PORTul FTP a eºuat
sk: Zlyhal FTP PORT príkaz (nie si za firewallom?)
tr: FTP PORT komutu sonlandý
uk: Команда FTP PORT зак╕нчилася невдало

source: File not found
be: Файл не знайдзены
lt: Failas nerastas
pl: Nie znaleziono pliku
ro: Fiºier negãsit
sk: Súbor nenájdený
tr: Dosya bulunamadý
uk: Файл не знайдено

source: FTP file error
be: Памылка файла на FTP
lt: FTP failo klaida
pl: B³±d plikowy FTP
ro: Eroare FTP de fiºier
sk: Chyba FTP súboru
tr: FTP dosya hatasý
uk: Помилка файлу на FTP

source: SSL error
be: Памылка SSL
pl: B³±d SSL
ro: Eroare SSL
sk: Chyba SSL
uk: Помилка SSL

source: This version of ELinks does not contain SSL/TLS support
pl: Ta wersja ELinksa nie zawiera wsparcia dla SSL/TSL
sk: Táto verzia ELinks-u neobsahuje podporu SSL/TLS

source: JavaScript support is not enabled.
pl: Obs³uga JavaScriptu nie jest w³±czona.

source: Bad NNTP response
pl: Nieprawid³owa odpowied¼ NNTP

source: Unable to handle news: URI because no news server has been been configured. Either set the option protocol.nntp.server or set the NNTPSERVER environment variable.
pl: Nie jestem w stanie ob³u¿yæ URI news: poniewa¿ ¿aden serwer niusów nie zosta³ skonfigurowany. Ustaw opcjê protocol.nntp.server albo ustaw zmienn± ¶rodowiskow± NNTPSERVER.

source: The CSO phone-book protocol is not supported.
pl: Protokó³ CSO phone-book nie jest obs³ugiwany.

source: Unknown error
be: Невядомая памылка
lt: Neþinoma klaida
pl: Nieznany b³±d
ro: Eroare necunoscutã
sk: Neznáma chyba
tr: Bilinmeyen hata
uk: Нев╕дома помилка

source: Warning
be: Увага
lt: Áspëjimas
pl: Ostrze¿enie
ro: Avertisment
sk: Upozornenie
tr: Uyarý
uk: Попередження

source: You have empty string in protocol.http.user_agent - this was a default value in the past, substituted by default ELinks User-Agent string. However, currently this means that NO User-Agent HEADER WILL BE SENT AT ALL - if this is really what you want, set its value to " ", otherwise please delete line with this settings from your configuration file (if you have no idea what I'm talking about, just do this), so that correct default setting will be used. Apologies for any inconvience caused.
pl: Masz pusty ³añcuch w protocol.http.user_agent - to by³o domy¶lne w przesz³o¶ci, zamienione przez ³añcuch ELinks User-Agent. Aczkolwiek, teraz to oznacza, ¿e NIE BÊDZIE WYSY£ANY ¯ADEN NAG£ÓWEK User-Agent - je¶li jest to dok³adnie to czego chcesz, ustaw tê warto¶æ na" ", w przeciwnym przypadku skasuj liniê z tym ustawieniem z pliku konfiguracyjnego (je¶li nie wiesz o co mi chodzi, po prostu to zrób), tak ¿e domy¶lne ustawienie bêdzie u¿ywane. Przepraszamy za wszelkie niedogodno¶ci.

source: You have option config.saving_style set to a de facto obsolete value. The configuration saving algorithms of ELinks were changed from the last time you upgraded ELinks. Now, only those options which you actually changed are saved to the configuration file, instead of just all the options. This simplifies our situation greatly when we see that some option has inappropriate default value or we need to change semantic of some option in a subtle way. Thus, we recommend you to change the value of config.saving_style option to 3 in order to get the "right" behaviour. Apologies for any inconvience caused.
pl: Opcja config.saving_style jest ustawiona na przestarza³± warto¶æ. Algorytm zapisu konfiguracji ELinksa zmieni³a siê od poprzedniego uaktualnienia ELinksa przez Ciebie. Teraz tylko opcje, które zosta³y zmienione s± zapisywane w pliku konfiguracyjnym zamiast wszystkich opcji. To upraszcza nasz± sytuacjê zdecydowanie, gdy zauwa¿ymy, ¿e pewne opcje maj± niepoprawne domy¶lne warto¶ci lub gdy bêdziemy zmuszeni do zmiany semantyki jaki¶ ustawieñ w subtelny sposób. Zatem, zalecamy zmieniæ warto¶æ config.saving_style na 3, by uzyskaæ "w³a¶ciwe" zachowanie. Przepraszamy za wszelkie niedogodno¶ci.

source: Welcome
be: В╕таю
lt: Sveikas atvykæs
pl: Powitanie
ro: Bine aþi venit
sk: Vitaj
tr: Hoþgeldin
uk: В╕та╓мо

source: Welcome to ELinks! Press ESC for menu. Documentation is available in Help menu.
pl: Witaj w ELinksie! Wci¶nij ESC aby wywo³aæ menu. Wybierz Pomoc->Podrêcznik z menu aby zapoznaæ siê z instrukcj± u¿ytkowania programu.
sk: Vitaj v Elinks-e! Stlaè ESC pre menu. Dokumentáciu nájde¹ v menu Pomoc->Manuál.

source: The URL you are about to follow might be maliciously crafted in order to confuse you. By following the URL you will be connecting to host "%s" as user "%s". Do you want to go to URL %s?
pl: URL, który zosta³ wybrany jest nieprawid³owy. Pod±¿aj±c za odno¶nikiem po³±czysz siê z serwerem "%s" jako u¿ytkownik "%s". Czy przej¶æ do URL-a %s?

source: Do you want to follow the redirect and post form data to URL %s?
pl: Czy chcesz i¶æ za przekierowaniem i wys³aæ dane formularza do URL-a %s?

source: The form data you are about to post might be incomplete. Do you want to post to URL %s?
pl: Dane formularza który chcesz wys³aæ mog± byæ niekompletne. Czy chcesz wys³aæ formularz pod adres %s?

source: Do you want to post form data to URL %s?
pl: Czy chcesz wys³aæ formularz do %s?
sk: Chce¹ posla» dáta z formulára na adresu %s?

source: Do you want to repost form data to URL %s?
pl: Czy chcesz ponownie wys³aæ formularz do %s?
sk: Chce¹ znovu posla» dáta z formulára na adresu %s?

source: User dialog
be: Карыстальн╕цк╕ дыялог
pl: Okno dialogowe u¿ytkownika
sk: U¾ívateµský dialóg
uk: Д╕алог користувача

source: Lua Error
be: Памылка Lua
pl: B³±d Lua
sk: Chyba Lua
uk: Помилка Lua

source: Lua Console
be: Кансоль Lua
pl: Konsola Lua
sk: Lua konzola
uk: Консоль Lua

source: Enter expression
be: Увядз╕це выраз
pl: Wprowad¼ wyra¿enie
sk: Zadaj výraz
uk: Введ╕сть вираз

source: Ruby Error
pl: B³±d Ruby'ego

source: Ruby Message
pl: Wiadomo¶æ Ruby'ego

source: Scripting
pl: Skryptowanie

source: Verify certificates
pl: Sprawdzaj certyfikaty

source: Verify the peer's SSL certificate. Note that this needs extensive configuration of OpenSSL by the user.
pl: Sprawdzaj certyfikaty SSL sieci. Wiedz, ¿e wymaga to skonfigurowania OpenSSL przez u¿ytkownika.

source: Client Certificates
pl: Certyfikaty klienta

source: X509 client certificate options.
pl: Ustawienia dotycz±ce certyfikatów X509.
sk: Nastavenia klientskeho X509 certifikátu.

source: Enable or not the sending of X509 client certificates to servers which request them.
pl: Czy wysy³aæ certyfikaty klienta X509 do serwerów, które ich za¿±daj±?

source: Certificate File
pl: Plik certyfikatów
sk: Súbor s certifikátom

source: The location of a file containing the client certificate and unencrypted private key in PEM format. If unset, the file pointed to by the X509_CLIENT_CERT variable is used instead.
pl: Po³o¿enie pliku zawieraj±cego certyfikaty klienta i nieszyfrowany klucz prywatny w formacie PEM. Je¶li nie ustawione, u¿yty bêdzie plik wskazywany przez zmienn± ¶rodowiskow± X509_CLIENT_CERT.

source: Verify the peer's SSL certificate. Note that this probably doesn't work properly at all with GnuTLS.
pl: Sprawdzaj certyfikaty SSL sieci. Wiedz, ¿e mo¿e to w ogóle nie dzia³aæ z GnuTLS.

source: SSL options.
pl: Ustawienia SSL.
sk: Nastavenie SSL.

source: Bad terminal size: %d, %d
pl: B³êdny rozmiar terminala: %d, %d
sk: Chybná veµkos» terminálu: %d, %d

source: Warning: terminal name contains illicit chars.
pl: Ostrze¿enie: nazwa terminala zawiera "nieprzyzwoite" znaki.
sk: Varovanie: meno terminálu obsahuje nedovolené znaky.

source: Failed to create session.
pl: Nie uda³o siê utworzyæ sesji.

source: Bad event %d
pl: B³êdne zdarzenie %d
sk: Zlá udalos» %d

source: Could not read event: %d (%s)
pl: Nie mo¿na odczytaæ zdarzenia: %d (%s)
sk: Nemô¾em èíta» udalos»: %d (%s)

source: Too many bytes read from the itrm!
pl: Zbyt du¿o bajtów przeczytanych z itrm!
sk: Naèítal som z itrm príli¹ vela bajtov!

source: Do you really want to close the current tab?
pl: Czy na pewno chcesz zamkn±æ bie¿±c± kartê?
sk: Naozaj chce¹ zavrie» aktuálny tab?

source: Do you really want to close all except the current tab?
pl: Czy na pewno chcesz zamkn±æ wszystkie karty za wyj±tkiem bie¿±cej?

source: Can't write to stdout: %s
pl: B³±d przy zapisywaniu na standardowe wyj¶cie: %s
sk: Nemô¾em zapisova» na standardný výstup: %s

source: Can't write to stdout.
pl: Nie mo¿na zapisaæ na standardowe wyj¶cie.
sk: Nemô¾em zapisova» na standardný výstup.

source: URL protocol not supported (%s).
pl: Protokó³ URL-a nie obs³ugiwany (%s).

source: Missing fragment
pl: Brakuj±cy fragment

source: The requested fragment "#%s" doesn't exist.
pl: ¯±dany fragment "#%s" nie istnieje.

source: Error while posting form
be: Памылка пад час адпра╝к╕ формы
lt: Klaida bandant iðsiøsti formà
pl: Wyst±pi³ b³±d podczas wysy³ania formularza
ro: Eroare la postarea formularului
sk: Chyba pri vypisovaní formulára
tr: Fromu gönderirken hata
uk: Помилка в╕дправлення форми

source: Could not load file %s: %s
pl: Nie mo¿na wczytaæ pliku %s: %s

source: Reset form
pl: Wyczy¶æ formularz
sk: Resetnú» formulár
