Repository: codecandiescom/elinks-history
Catalog: po/*.po
Languages: be, lt, pl, ro, sk, tr, uk

source: Touch files in ~/.elinks when running with -no-connect/-session-ring
pl: Uaktualnij pliki w ~/.elinks gdy uruchomiony -no-connect/-session-ring
sk: Pou¾íva» súbory v ~/.elinks aj pri spustení s -no-connect/-session-ring

source: When enabled, runtime state files (bookmarks, history, etc.) are written to disk, even when -no-connect or -session-ring is used. The option has no effect if not used in conjunction with any of these options.
pl: Je¶li w³±czone, pliki stanu (zak³adki, historia, ...) nie bêd± zapisywane na dysk nawet je¶li -no-connect lub -session-ring bêdzie podane. Opcja nie daje ¿adnego rezultatu, bez po³±czenia z ¿adn± z tych opcji.

source: Verbose level
pl: Poziom gadatliwo¶ci

source: The verbose level controls what messages are shown at start up and while running: 0 means only show serious errors 1 means show serious errors and warnings 2 means show all messages
pl: Poziom gadatliwo¶ci kontroluje które informacje s± pokazane w momencie uruchamiania i podczas dzia³ania: 0 pokazuj tylko powa¿ne b³êdy 1 pokazuj powa¿ne b³êdy i ostrze¿enia 2 pokazuj wszystkie informacje

source: Print version information and exit
pl: Wypisz informacje o wersji i zakoñcz dzia³anie
sk: Vypísa» informáciu o verzii a skonèi»

source: Print ELinks version information and exit.
pl: Wypisz informacje o wersji ELinksa i zakoñcz dzia³anie.
sk: Vypísa» informáciu o verzii ELinksu a skonèi»

source: ## This is ELinks configuration file. You can edit it manually, ## if you wish so; this file is edited by ELinks when you save ## options through UI, however only option values will be altered ## and all your formatting, own comments etc will be kept as-is.
pl: ## To jest plik konfiguracyjny ELinksa. Mo¿esz edytowaæ go rêcznie, ## je¶li sobie tego ¿yczysz; plik ten jest edytowany przez ELinksa ## gdy zapisujesz konfiguracjê poprzez menad¿era ustawieñ, jednak ## tylko warto¶ci opcji bêd± zmienione a formatowanie, komentarze ## itp. pozostan± niezmienione.
sk: ## Toto je konfiguraèný súbor Elinksu. Mô¾ete ho ruène editova», ## pokiaµ si to ¾eláte; tento súbor je editovaný Elinksom pri ukladaní ## nastavení cez u¾ívateµské rozhranie, ale menené sú v¾dy iba hodnoty ## volieb a v¹etko va¹e formátovanie, vlastné komentáre a pod. zostane ## tak ako je.

source: ## This is ELinks configuration file. You can edit it manually, ## if you wish so; this file is edited by ELinks when you save ## options through UI, however only option values will be altered ## and missing options will be added at the end of file; if option ## is not written in this file, but in some file included from it, ## it is NOT counted as missing. Note that all your formatting, ## own comments and so on will be kept as-is.
pl: ## To jest plik konfiguracyjny ELinksa. Mo¿esz edytowaæ go rêcznie, ## je¶li sobie tego ¿yczysz; plik ten jest edytowany przez ELinksa ## gdy zapisujesz konfiguracjê poprzez menad¿era ustawieñ, jednak ## tylko warto¶ci opcji bêd± zmienione i brakuj±ce opcje zostan± ## dodane przy koñcu pliku; je¶li jaka¶ opcja nie jest zapisana w tym ## pliku, ale w jakim¶ pliku do³±czonym z niego to NIE jest ona ## traktowana jako brakuj±ca. Wiedz, ¿e sposób formatowania ## i komentarze pozostan± niezmienione.
sk: ## Toto je konfiguraèný súbor Elinksu. Mô¾ete ho ruène editova», ## pokiaµ si to ¾eláte; tento súbor je editovaný Elinksom pri ukladaní ## nastavení cez u¾ívateµské rozhranie, ale menené sú v¾dy iba hodnoty ## volieb a chýbajúce hodnoty budú pridané na konci súboru; voµba sa ## nepova¾uje za chýbajúcu, ak sa nachádza v includovanom súbore. ## V¹etko va¹e formátovanie, vlastné komentáre a pod. zostane zachované. ##

source: ## This is ELinks configuration file. You can edit it manually, ## if you wish so, but keep in mind that this file is overwritten ## by ELinks when you save options through UI and you are out of ## luck with your formatting and own comments then, so beware.
pl: ## To jest plik konfiguracyjny ELinksa. Mo¿esz go edytowaæ rêcznie, ## je¶li sobie tego ¿yczysz, ale wiedz, ¿e plik ten zostanie nadpisany ## przez ELinksa gdy zapiszesz konfiguracjê poprzez menad¿era ustawieñ ## Twoje formatowanie i komentarze zostan± utracone.
sk: ## Toto je konfiguraèný súbor Elinksu. Mô¾ete ho ruène editova», ## ak si to ¾eláte; ale pamätajte na to, ¾e tento súbor Elinks prepí¹e ## zaka¾dým keï ulo¾íte nsatavenia cez u¾ívateµské rozhranie. A s va¹ím ## formátovaním a poznámkami je amen.

source: ## Obviously, if you don't like what ELinks is going to do with ## this file, you can change it by altering the config.saving_style ## option. Come on, aren't we friendly guys after all?
pl: ## Oczywi¶cie, je¶li nie podoba Ci siê to, co ELinks robi z tym plikiem ## mo¿esz to zmieniæ ustawiaj±c odpowiednio zmienn± config.saving_style.
sk: ## Samozrejme, ak sa vám nepáèi to èo Elinks urobí s týmto súborom, ## mô¾ete to ovplyvni» zmenou voµby config.saving_style. Nie sme a¾ ## takí zlí, nie? ;-)

source: Automatically saved options
pl: Automatycznie zapisane ustawienia
sk: Automaticky ulo¾ené nastavenie

source: Automatically saved keybindings
pl: Automatycznie zapisane przypisania klawiszy
sk: Automaticky ulo¾ené klávesové skratky

source: Write config success
pl: Zapisano konfiguracjê
sk: Zapísanie konfigurácie prebehlo úspe¹ne

source: Options were saved successfully to config file %s.
pl: Ustawienia zosta³y zapisane pomy¶lnie do pliku konfiguracyjnego %s.
sk: Nastavenia boli úspe¹ne zapísané do konfiguraèného súboru %s.

source: Do not show anymore
pl: Nie pokazuj wiêcej
sk: U¾ neukazova»

source: Cannot read the file
pl: B³±d odczytu z pliku
sk: Nemô¾em èíta» súbor

source: Cannot get file status
pl: Nie mo¿na otrzymaæ statusu pliku

source: Cannot access the file
pl: B³±d dostêpu do pliku
sk: Nemô¾em pristupova» k súboru

source: Cannot create temp file
pl: B³±d przy tworzeniu pliku tymczasowego
sk: Nemô¾em vytvori» doèasný súbor

source: Cannot rename the file
pl: B³±d przy zmianie nazwy pliku
sk: Nemô¾em premenova» súbor

source: File saving disabled by option
pl: Zapis pliku zablokowany przez opcjê
sk: Ukladanie do súboru bolo vypnuté v nastavení

source: Out of memory
be: Мала памяц╕
lt: Nebër atminties
pl: Brak pamiêci
ro: Memorie insuficientã
sk: Do¹la pamä»
tr: Hafýza yetmiyor
uk: Нестача пам'ят╕

source: Cannot write the file
pl: B³±d zapisu do pliku
sk: Nemô¾em zapisova» do súboru

source: Secure file saving error
pl: B³±d przy bezpiecznym zapisie pliku

source: Write config error
pl: B³±d przy zapisie konfiguracji
sk: Chyba pri zápise konfigurácie

source: Unable to write to config file %s. %s
pl: Nie mo¿na zapisaæ do pliku konfiguracyjnego %s. %s
sk: Nemô¾em zapísa» do konfiguraèného súboru %s. %s

source: modified
pl: zmodyfikowany

source: (expand by pressing space)
pl: (rozszerz przyciskaj±c spacjê)
sk: (rozbali» stlaèením medzery)

source: Type
be: Тып
pl: Typ
sk: Typ

source: Value
pl: Warto¶æ
sk: Hodnota

source: This value has been changed since you last saved your configuration.
pl: Ta warto¶æ uleg³a zmiane od czasu ostatniego zapisu konfiguracji.

source: N/A
pl: Brak
sk: niè

source: Description
be: Ап╕санне
pl: Opis
sk: Popis

source: Error
be: Памылка
lt: Klaida
pl: B³±d
ro: Eroare
sk: Chyba
tr: Hata
uk: Помилка

source: Bad option value.
be: Няправ╕льнае значэнне параметра
pl: Niepoprawna warto¶æ.
sk: Chybná hodnota voµby.

source: This option cannot be edited. This means that this is some special option like a folder - try to press a space in order to see its contents.
pl: To nie jest edytowalna opcja, ale co¶ podobnego do folderu. Naci¶nij spacjê, a zobaczysz zawarto¶æ.
sk: Túto voµbu nie je mo¾né zmeni». To znamená, ¾e je to nejaká ¹peciálna voµba,ako napr. strom volieb - skús stlaèi» medzeru, objaví sa obsah tohto stromu.

source: Add option
be: Дадаць параметр
pl: Dodaj opcjê
sk: Pridaj voµbu

source: Cannot add an option here.
be: Тут нельга дадаць параметр
pl: Nie mo¿na dodaæ tu opcji.
sk: Do tejto zlo¾ky nemô¾em prida» novú voµbu.

source: Option manager
pl: Menad¿er ustawieñ
sk: Správca nastavenia

source: Keystroke
be: Клав╕ша
pl: Skrót klawiszowy
sk: Kombinácia kláves

source: Action
be: Дзеянне
pl: Akcja
sk: Akcia

source: Keymap
pl: Mapowanie klawiatury
sk: Klávesová mapa

source: Keystroke already used
pl: Skrót klawiszowy jest ju¿ u¿ywany
sk: Kombinácia kláves je u¾ pou¾itá

source: The keystroke "%s" is currently used for "%s". Are you sure you want to replace it?
pl: Skrót klawiszowy "%s" jest u¿ywany przez "%s". Czy na pewno chcesz go zmieniæ?
sk: Kombinácia kláves "%s" je v súèasnosti pou¾ívaná pre akciu "%s". Naozaj ju chce¹ zmeni»?

source: Add keybinding
be: Дадаць камб╕нацыю клав╕ш
pl: Dodaj przypisanie
sk: Prida» klávesovú skratku

source: Invalid keystroke.
be: Няправ╕льная клав╕ша
pl: Niepoprawny skrót klawiszowy.
sk: Neplatná kombinácia kláves.

source: Need to select a keymap.
be: Неабходна выбраць keymap
pl: Trzeba wybraæ mapowanie klawiatury
sk: Potrebné vybra» klávesovú mapu.

source: Keystroke should be written in the format: [Prefix-]Key Prefix: Shift, Ctrl, Alt Key: a,b,c,...,1,2,3,...,Space,Up,PageDown,Tab,Enter,Insert,F5,...
be: Клав╕шы пав╕нны быць зап╕саны ╝ фармаце: [Prefix-]Key Prefix: Shift, Ctrl, Alt Key: a,b,c,...,1,2,3,...,Space,Up,PageDown,Tab,Enter,Insert,F5,...
pl: Skrót klawiszowy powinien byæ zapisany w nastêpuj±cym formacie: [Przedrostek-]Klawisz Przedrostek: Shift, Ctrl, Alt Klawisz: a,b,c,...,1,2,3,...,Space,Up,PageDown,Tab,Enter,Insert,F5,...
sk: Kombinácia kláves by mala byø zapísaná vo formáte: [Prefix-]Kláves Prefix: Shift, Ctrl, Alt Kláves: a,b,c,...,1,2,3,...,Space,Up,PageDown,Tab,Enter,Insert,F5,...

source: Toggle display
pl: Krótki/d³ugi opis
sk: Prepnú» URL/názov
uk: Перемикнути URL/назва

source: Keybinding manager
be: Мэнэджэр камб╕нацый клав╕ш
pl: Menad¿er przypisañ klawiszy
sk: Správca klávesových skratiek

source: Main mapping
pl: G³ówna mapa klawiszy
sk: Hlavné mapovanie

source: Edit mapping
pl: Mapa klawiszy edycji
sk: Editova» mapovanie

source: Menu mapping
pl: Mapa klawiszy menu

source: Do nothing
pl: Nie rób nic
sk: Nerobi» niè

source: Abort connection
pl: Przerwij po³±czenie
sk: Preru¹i» spojenie

source: Add a new bookmark
pl: Dodaj now± zak³adkê
sk: Prida» novú zálo¾ku

source: Add a new bookmark using current link
pl: Dodaj now± zak³adkê korzystaj±c z bie¿±cego odno¶nika
sk: Prida» novú zalo¾ku na aktuálny odkaz

source: Bookmark all open tabs
pl: Zapisz informacje o wszystkich otwartych kartach
sk: Ulo¾i» do zálo¾iek v¹etky otvorené taby

source: Open authentication manager
pl: Otwórz menad¿era autentykacji

source: Open bookmark manager
pl: Otwórz menad¿era zak³adek
sk: Otvori» správcu zálo¾iek

source: Open cache manager
pl: Otwórz menad¿era pamiêci podrêcznej
sk: Otvori» správcu ke¹e

source: Free unused cache entries
pl: Zwolnij nieu¿ywane pozycje pamiêci podrêcznej
sk: Uvoµni» nepou¾ívané polo¾ky ke¹e

source: Open cookie manager
pl: Otwórz menad¿era ciasteczek
sk: Otvori» správcu cookies

source: Reload cookies file
pl: Prze³aduj plik ciasteczek
sk: Znovu nahra» súbor s cookies

source: Copy text to clipboard
pl: Skopiuj tekst do schowka
sk: Kopírova» text do schránky

source: Show information about the current page
pl: Poka¿ informacje na temat bie¿±cej strony
sk: Zobrazi» informácie o aktuálnej stránke

source: Open download manager
pl: Otwórz menad¿era pobierania
sk: Otvori» správcu s»ahovania

source: Enter ex-mode (command line)
pl: Wejd¼ w tryb ex (linia poleceñ)

source: Open the File menu
pl: Otwórz menu Plik
sk: Otvori» menu Súbor

source: Find the next occurrence of the current search text
pl: Znajd¼ nastêpne wyst±pienie szukanego tekstu
sk: Nájs» ïal¹í výskyt práve hµadaného textu

source: Find the previous occurrence of the current search text
pl: Znajd¼ poprzednie wyst±pienie szukanego tekstu
sk: Nájs» predchádzajúci výskyt práve hµadaného textu

source: Forget authentication credentials
pl: Zapomnij dane uwierzytelniaj±ce u¿ytkownika
sk: Vymaza» z pamäti prihlasovacie informácie HTTP Autentizácie

source: Open form history manager
pl: Otwórz menad¿era historii formularzy
sk: Otvori» správcu histórie formulárov

source: Pass URI of current frame to external command
pl: Prze¶lij URI bie¿±cej ramki do zewnêtrznego polecenia

source: Maximize the current frame
pl: Powiêksz bie¿±c± ramkê
sk: Maximalizova» aktuálny rámec

source: Move to the next frame
pl: Przesuñ do nastêpnej ramki
sk: Presunú» sa do ïal¹ieho rámca

source: Move to the previous frame
pl: Przesuñ do poprzedniej ramki
sk: Presunú» sa so predchádzajúceho rámca

source: Open "Go to URL" dialog box
pl: Otwórz okienko dialogowe "Id¼ do"
sk: Otvor» dialógové okno "Choï na URL"

source: Open "Go to URL" dialog box containing the current URL
pl: Otwórz okienko dialogowe "Id¼ do" z bie¿±cym URL-em
sk: Otvori» dialóg "Choï na URL" obsahujúci aktuálne URL

source: Open "Go to URL" dialog box containing the current link URL
pl: Otwórz okienko dialogowe "Id¼ do" z bie¿±cym odno¶nikiem
sk: Otvori» dialóg "Choï na URL" obsahujúci URL aktuálneho odkazu

source: Go to the homepage
pl: Strona domowa
sk: Ís» na domovskú stránku

source: Show information about the current page protocol headers
pl: Poka¿ informacje na temat pól nag³ówka protoko³u dla bie¿±cej strony

source: Open history manager
pl: Otwórz menad¿era historii
sk: Otvori» správcu histórie

source: Return to the previous document in history
pl: Powrót do poprzedniego dokumentu w historii
sk: Návrat k predchádzajúcemu dokumentu v histórii

source: Go forward in history
pl: Przejd¼ naprzód w "historii"

source: Jump to link
pl: Przejd¼ do odno¶nika
sk: Skoè na odkaz

source: Open keybinding manager
pl: Otwórz menad¿era przypisañ klawiszy
sk: Otvori» správcu klávesových skratiek

source: Kill all backgrounded connections
pl: Przerwij wszystkie po³±czenia w tle
sk: Ukonèi» v¹etky spojenia na pozadí

source: Download the current link
pl: Pobierz dokument wskazywany przez bie¿±cy odno¶nik
sk: Stiahnu» cieµ aktuálneho odkazu

source: Download the current image
pl: Pobierz obrazek
sk: Stiahnu» aktuálny obrázok

source: Attempt to resume download of the current link
pl: Próba wznowienia pobierania bie¿±cego odno¶nika
sk: Pokúsi» sa obnovi» s»ahovanie aktuálneho odkazu

source: Pass URI of current link to external command
pl: Prze¶lij URI bie¿±cego odno¶nika do zewnêtrznego polecenia

source: Follow the current link
pl: Pod±¿aj za bie¿±cym odno¶nikiem
sk: Otvori» aktuálny odkaz

source: Follow the current link, forcing reload of the target
pl: Pod±¿aj za bie¿±cym odno¶nikiem prze³adowuj±c dokument
sk: Otvori» aktuálny odkaz, (cieµ stiahnutý znovu)

source: Open the link context menu
pl: Otwórz menu kontekstowe dla odno¶nika
sk: Otvori» kontextové menu k odkazu

source: Open a Lua console
pl: Otwórz konsolê Lua
sk: Otvori» Lua konzolu

source: Open a Lua console (DISABLED)
pl: Otwórz konsolê Lua (ZABLOKOWANE)
sk: Otvori» Lua konzolu (VYPNUTÉ)

source: Go at a specified mark
pl: Przejd¼ do podanego znacznika
sk: Prejs» na zadanú znaèku

source: Set a mark
pl: Ustaw znacznik
sk: Nastavi» znaèku

source: Activate the menu
pl: Uaktywnij menu
sk: Aktivova» menu

source: Move cursor down
pl: Przesuñ kursor w dó³

source: Move cursor left
pl: Przesuñ kursor w lewo

source: Move cursor right
pl: Przesuñ kursor w prawo

source: Move cursor up
pl: Przesuñ kursor w górê

source: Move to the end of the document
pl: Przejd¼ na koniec dokumentu

source: Move to the start of the document
pl: Przejd¼ do pocz±tku dokumentu

source: Move one link down
pl: Przejd¼ w dó³ o jeden odno¶nik

source: Move one link left
pl: Przejd¼ w górê o jeden odno¶nik

source: Move to the next link
pl: Przejd¼ do kolejnego odno¶nika

source: Move to the previous link
pl: Przejd¼ do poprzedniego odno¶nika

source: Move one link right
pl: Przejd¼ w prawo o jeden odno¶nik

source: Move one link up
pl: Przejd¼ w górê o jeden odno¶nik

source: Move downwards by a page
pl: Przesuñ w dó³ o stronê
sk: Posunú» sa o stranu ni¾¹ie

source: Move upwards by a page
pl: Przesuñ w górê o stronê
sk: Posunú» sa o stranu vy¹¹ie

source: Open the current link in a new tab
pl: Otwórz bie¿±cy odno¶nik w nowej karcie
sk: Otvori» aktuálny odkaz v novom tabe

source: Open the current link a new tab in background
pl: Otwórz bie¿±cy odno¶nik w nowej karcie w tle
sk: Otvori» aktuálny odkaz v novom tabe na pozadí

source: Open the current link in a new window
pl: Otwórz bie¿±cy odno¶nik w nowym oknie
sk: Otvori» aktuálny odkaz v novom okne

source: Open a new tab
pl: Otwórz now± kartê
sk: Otvori» nový tab

source: Open a new tab in background
pl: Otwórz now± kartê w tle
sk: Otvori» nový tab na pozadí

source: Open a new window
pl: Otwórz nowe okno
sk: Otvori» nové okno

source: Open an OS shell
pl: Otwórz pow³okê systemow±
sk: Otvori» OS shell

source: Open options manager
pl: Otwórz menad¿er ustawieñ
sk: Otvori» správcu nastavení

source: Open a quit confirmation dialog box
pl: Otwórz okno dialogowe potwierdzania zakoñczenia dzia³ania
sk: Otvori» dialóg potvrdzujúci skonèenie Elinksu

source: Quit without confirmation
pl: Zakoñcz bez potwierdzenia
sk: Skonèi» bez reptania

source: Redraw the terminal
pl: Odrysuj terminal
sk: Prekresli» terminál

source: Reload the current page
pl: Prze³aduj bie¿±c± stronê
sk: Znovu natiahnu» súèasnú stránku

source: Re-render the current page
pl: Przeformatuj bie¿±c± stronê

source: Reset form items to their initial values
pl: Ustaw elementy formularza na ich pocz±tkowe warto¶ci
sk: Resetova» formulár na zaèiatoèné hodnoty

source: Show information about the currently used resources
pl: Poka¿ informacje na temat obecnie u¿ywanych zasobów
sk: Zobrazi» informácie o práve pou¾ívaných zdrojoch

source: Save the current document in source form
pl: Zapisz bie¿±cy dokument w formie ¼ród³owej

source: Save the current document in formatted form
pl: Zapisz bie¿±cy dokument jako tekst

source: Save options
pl: Zapisz ustawienia
sk: Ulo¾i» nastavenia

source: Save URL as
pl: Zapisz URL jako
sk: Ulo¾i» URL ako

source: Scroll down
pl: Przewiñ w dó³
sk: Posun v texte smerom dole

source: Scroll left
pl: Przewiñ w lewo
sk: Posun v texte smerom vµavo

source: Scroll right
pl: Przewiñ w prawo
sk: Posun v texte smerom vpravo

source: Scroll up
pl: Przewiñ w górê
sk: Posun v texte smerom hore

source: Search for a text pattern
pl: Szukaj tekstu
sk: Hµada» vzorku textu

source: Search backwards for a text pattern
pl: Szukaj tekstu wstecz
sk: Hµada» spätne vzorku textu

source: Search link text by typing ahead
pl: Szukaj odno¶nika wpisuj±c pojedyncze znaki
sk: Interaktívne hµadanie v texte odkazov

source: Search document text by typing ahead
pl: Przeszukuj dokument wpisuj±c pojedyncze znaki

source: Search document text backwards by typing ahead
pl: Przeszukuj dokument wstec wpisuj±c pojedyncze znaki

source: Show terminal options dialog
pl: Poka¿ okienko dialogowe ustawieñ terminala
sk: Nastavenie terminálu

source: Submit form
pl: Prze¶lij formularz
sk: Odosla» formulár

source: Submit form and reload
pl: Prze¶lij formularz i prze³aduj
sk: Odosla» formulár a obnovi» stránku

source: Close tab
pl: Zamknij kartê
sk: Zavrie» tab

source: Close all tabs but the current one
pl: Zamknij wszystkie karty za wyj±tkiem bie¿±cej
sk: Zavrie» v¹etky taby okrem aktuálneho

source: Pass URI of current tab to external command
pl: Prze¶lij URI bie¿±cej karty do zewnêtrznego polecenia

source: Open the tab menu
pl: Otwórz menu kart
sk: Otvori» menu tabov

source: Move the current tab to the left
pl: Przesuñ bie¿±c± kartê w lewo

source: Move the current tab to the right
pl: Przesuñ bie¿±c± kartê w prawo

source: Next tab
pl: Nastêpna karta
sk: Ïal¹í tab

source: Previous tab
pl: Poprzednia karta
sk: Predchádzajúci tab

source: Open the terminal resize dialog
pl: Poka¿ okienko dialogowe zmiany rozmiarów terminala

source: Toggle rendering of page using CSS
pl: Zmieñ formatowanie strony u¿ywaj±c CSS

source: Toggle displaying of links to images
pl: Zmieñ sposób wy¶wietlania odno¶ników do obrazków
sk: Prepnú» zobrazovanie odkazov na obrázky

source: Toggle rendering of tables
pl: Zmieñ sposób wy¶wietlania tabel
sk: Prepnú» zobrazovanie tabuliek

source: Toggle usage of document specific colors
pl: Prze³±cz sposób u¿ycia kolorów podanych w dokumencie
sk: Prepnú» pou¾ívanie farieb nastavených v dokumente

source: Toggle rendering page as HTML / plain text
pl: Prze³±cz wy¶wietlanie strony jako HTML / zwyk³y tekst
sk: Prepnú» zobrazovanie stránky ako HTML / èistý text

source: Toggle displaying of links numbers
pl: Prze³±cz sposób wy¶wietlania numerów odno¶ników
sk: Prepnú» èíslovanie odkazov

source: Toggle plain renderer compression of empty lines
pl: Prze³±cz sposób kompresji pustych linii przez renderer zwyk³ego tekstu
sk: Prepnú» zluèovanie prázdnych riadkov

source: Toggle wrapping of text
pl: Zmieñ sposób zawijania tekstu

source: View the current image
pl: Poka¿ bie¿±cy obrazek
sk: Zobrazi» aktuálny obrázok

source: Attempt to auto-complete the input
pl: Próba automatycznego dope³nienia wprowadzanego tekstu
sk: Pokus o automatické doplnenie vstupu

source: Attempt to unambiguously auto-complete the input
pl: Próba automatycznego jednoznacznego dope³nienia tekstu
sk: Pokus o automatické doplnenie vstupu najvhodnej¹ou alternatívou

source: Delete character in front of the cursor
pl: Skasuj znak na prawo od kursora
sk: Zmaza» znak pred kurzorom

source: Go to the first line of the buffer
pl: Przejd¼ do pierwszej linii bufora
sk: Ís» na prvý riadok buffra

source: Cancel current state
pl: Anuluj bie¿±cy stan
sk: Zru¹i» aktuálny stav

source: Delete text from clipboard
pl: Skasuj tekst w schowku
sk: Zmaza» text zo schránky

source: Delete character under cursor
pl: Skasuj znak pod kursorem
sk: Zmaza» znak pod kurzorom

source: Move cursor downwards
pl: Przesuñ kursor w dó³
sk: Posunú» kurzor smerom dole

source: Go to the end of the page/line
pl: Przejd¼ na koniec strony/linii
sk: Ís» na koniec stránky/riadku

source: Go to the last line of the buffer
pl: Przejd¼ do ostatniej linii bufora
sk: Ís» na posledný riadok buffra

source: Go to the start of the page/line
pl: Przejd¼ do pocz±tku strony/linii
sk: Ís» na zaèiatok stránky alebo riadku

source: Delete to beginning of line
pl: Skasuj do pocz±tku linii
sk: Zmaza» do zaèiatku riadku

source: Delete to end of line
pl: Skasuj do koñca linii
sk: Zmaza» po koniec riadku

source: Move the cursor left
pl: Przesuñ kursor w lewo
sk: Posunú» kurzor vµavo

source: Move to the next item
pl: Przesuñ do nastêpnej pozycji
sk: Presunú» sa na ïal¹iu polo¾ku

source: Open in external editor
pl: Otwórz w zewnêtrznym edytorze

source: Paste text from the clipboard
pl: Wstaw tekst ze schowka
sk: Vlo¾i» text zo schránky

source: Move to the previous item
pl: Przesuñ do poprzedniej pozycji

source: Move the cursor right
pl: Przesuñ kursor w prawo
sk: Posunú» kurzor doprava

source: Toggle regex matching (type-ahead searching)
pl: Prze³±cz szukanie wyra¿eñ regularnych (szukanie z wyprzedzeniem)

source: Move cursor upwards
pl: Przesuñ kursor w górê
sk: Posunú» kurzor smerom hore

source: Expand item
pl: Rozszerz pozycjê
sk: Rozvinú» polo¾ku

source: Mark item
pl: Pod¶wietl pozycjê
sk: Oznaèi» polo¾ku

source: Select current highlighted item
pl: Wybierz bie¿±co pod¶wietlon± pozycjê
sk: Vybra» práve zvýraznenú polo¾ku

source: Collapse item
pl: Zwiñ pozycjê
sk: Zvinú» polo¾ku

source: Unrecognised keymap
pl: Nierozpoznana mapa klawiszy
sk: Neznáma klávesová mapa

source: Error parsing keystroke
pl: B³±d przy odczytywaniu kombinacji klawiszy
sk: Chyba pri èítaní kombinácie kláves

source: Unrecognised action (internal error)
pl: Nierozpoznana akcja (b³±d wewnêtrzny)
sk: Nerozoznaná akcia (vnútorná chyba)

source: Configuration system
pl: System konfiguracyjny
sk: Konfiguraèný systém

source: Configuration handling options.
pl: Ustawienia systemu konfiguracji
sk: Nastavenie systému konfigurácie.
