Repository: codecandiescom/elinks-history
Catalog: po/*.po
Languages: be, lt, pl, ro, sk, tr, uk

source: The color mode controls what colors are used and how they are output to the terminal. The color modes are: 0 is mono mode, only 2 colors are used 1 is 16 color mode, uses the common ANSI colors 2 is 256 color mode, uses XTerm RGB codes
pl: Tryb kolorowy kontroluje, które kolory s± u¿ywane i w jaki sposób s± wy¶wietlane na terminalu. Mo¿liwe do u¿ycia tryby kolorowe to: 0 - tryb monochromatyczny 1 - tryb 16 kolorowy, u¿ywa standardowych kolorów ANSI 2 - tryb 256 kolorowy, u¿ywa kodów RGB xterma

source: Transparency
pl: Przezroczysto¶æ
sk: Transparentnos»

source: If we should not set the background to black. This is particularly useful when we have a terminal (typically in some windowing environment) with a background image or a transparent background - it will be visible in ELinks as well. Note that this option makes sense only when colors are enabled.
pl: Czy powinni¶my nie ustawiaæ t³a na czarno?. To jest szczególnie u¿yteczne, gdy mamy terminal (zwykle w ¶rodowisku okienkowym) z obrazkiem w tle lub przezroczystym t³em - bêdzie to widoczne tak¿e w ELinksie. Wiedz, ¿e to ustawienie ma sens jedynie, gdy u¿ywanie kolorów jest w³±czone.
sk: Urèuje, aby nebolo nastavené pozadie, pokiaµ by malo by» èierne. To je zvlá¹» u¾itoèné, ak máme terminál (typický v nejakom okennom prostredí) s obrázkom ako pozadie alebo s priehµadným pozadím - bude viditeµné aj v ELinkse. Samozrejme táto voµba má zmysel iba ak je zapnutá podpora farieb.

source: If we should use underline or enhance the color instead.
pl: Czy powinno siê u¿ywaæ podkre¶lenia czy wzmocnienia koloru.
sk: Pou¾íva» buï podèiarkovanie alebo zvýraznenie pou¾itej farby.

source: Codepage of charset used for displaying content on terminal. 'System' stands for a codepage determined by a selected locale.
pl: Strona kodowa u¿ywana do wy¶wietlania na terminalu. 'System' oznacza i¿ zostanie okreslona przez wybrane locale.

source: User interface
pl: Interfejs u¿ytkownika
sk: U¾ívateµské rozhranie

source: User interface options.
pl: Ustawienia interfejsu u¿ytkownika.
sk: Nastavenie u¾ívateµského rozhrania.

source: Color settings
pl: Ustawienia kolorów
sk: Nastavenie farieb

source: Default user interface color settings.
pl: Domy¶lne ustawienia kolorów interfejsu u¿ytkownika.
sk: ©tandardné nastavenie farieb u¾ívateµského rozhrania.

source: Color terminals
pl: Kolorowe terminale
sk: Farebné terminály

source: Color settings for color terminal.
pl: Ustawienia kolorów dla kolorowych terminali.
sk: Nastavenie farieb pre farebné terminály.

source: Non-color terminals
pl: Terminale monochromatyczne
sk: Nefarebné terminály.

source: Color settings for non-color terminal.
pl: Ustawienia kolorów dla terminali monochromatycznych.
sk: Nastavenie farieb pre nefarebné terminály.

source: Main menu bar
pl: Pasek menu g³ównego
sk: Li¹ta s hlavným menu

source: Main menu bar colors.
pl: Kolory g³ównego paska menu.
sk: Farby li¹ty s hlavným menu.

source: Unselected main menu bar item
pl: Pasek niewybranego elementu menu
sk: Nevybratá polo¾ka hlavného menu

source: Unselected main menu bar item colors.
pl: Kolory dla paska niewybranego elementu menu.
sk: Farba nevybratej polo¾ky hlavného menu.

source: Selected main menu bar item
pl: Pasek wybranego elementu menu
sk: Vybratá polo¾ka hlavného menu

source: Selected main menu bar item colors.
pl: Kolory dla paska wybranego elementu menu.
sk: Farba vybratej polo¾ky hlavného menu.

source: Hotkey
pl: Klawisz skrótu

source: Main menu hotkey colors.
pl: Kolory klawiszy skrótu g³ównego paska menu.

source: Unselected hotkey
pl: Niewybrany klawisz skrótu

source: Main menu unselected hotkey colors.
pl: Kolory niewybranych klawiszy skrótu g³ównego menu

source: Selected hotkey
pl: Wybrany klawisz skrótu

source: Main menu selected hotkey colors.
pl: Kolory wybranych klawiszy skrótu g³ównego menu.

source: Menu bar
pl: Pasek menu
sk: Li¹ta s menu

source: Menu bar colors.
pl: Kolory paska menu.
sk: Farby li¹ty s menu.

source: Unselected menu item
pl: Niewybrane elementy menu
sk: Nevybratá polo¾ka menu

source: Unselected menu item colors.
pl: Kolory niewybranego elementu menu.
sk: Farby nevybratej polo¾ky menu.

source: Selected menu item
pl: Pod¶wietlone elementy menu
sk: Vybratá polo¾ka menu

source: Selected menu item colors.
pl: Kolory wybranych elementów menu.
sk: Farby vybratej polo¾ky menu.

source: Marked menu item
pl: Pod¶wietlone elementy menu
sk: Oznaèená polo¾ka menu

source: Marked menu item colors.
pl: Kolory pod¶wietlonych elementów menu.
sk: Farby oznaèenej polo¾ky menu.

source: Menu item hotkey colors.
pl: Kolory klawiszy skrótu menu.

source: Menu item unselected hotkey colors.
pl: Kolory niewybranych klawiszy skrótu menu.

source: Menu item selected hotkey colors.
pl: Kolory wybranych klawiszy skrótu menu.

source: Menu frame
pl: Ramka menu
sk: Rámèek menu

source: Menu frame colors.
pl: Kolory ramki menu.
sk: Farby rámèeka menu.

source: Dialog
pl: Okno dialogowe
sk: Dialóg

source: Dialog colors.
pl: Kolory okna dialogowego.
sk: Farby dialógového okna.

source: Generic
pl: Zwyk³e
sk: Obecné

source: Generic dialog colors.
pl: Zwyk³e kolory okienka dialogowego.
sk: Obecná farba dialógu.

source: Frame
pl: Ramka
sk: Rámèek

source: Dialog frame colors.
pl: Kolory ramki okna dialogowego.
sk: Farba rámèeku dialógového okna.

source: Scrollbar
pl: Pasek przewijania
sk: Skrolovadlo

source: Scrollbar colors.
pl: Kolory paska przewijania.
sk: Farby skrolovadla.

source: Selected scrollbar
pl: Wybrany pasek przewijania

source: Scrollbar selected colors.
pl: Kolory wybranego paska przewijania.
sk: Farby vybranáho skrolovadla.

source: Dialog title colors.
pl: Kolory tytu³u okna dialogowego.
sk: Farba titulku dialógového okna.

source: Text
pl: Tekst

source: Dialog text colors.
pl: Kolory tekstu w oknie dialogowym.
sk: Farby textu dialógového okna.

source: Checkbox
be: Адзнака
lt: Varnelë
pl: Przycisk wyboru
sk: Za¹krtávací ¹tvorèek
tr: Ýþaret kutusu
uk: Прапорець

source: Dialog checkbox colors.
pl: Kolory przycisku wyboru.
sk: Farby za¹krtávacieho ¹tvorèeka.

source: Checkbox label
pl: Etykieta przycisku wyboru
sk: Popis za¹krtávacieho ¹tvorèeka

source: Dialog checkbox label colors.
pl: Kolory etykiety przycisku wyboru.
sk: Farby popisu za¹krtávacieho ¹tvorèeka.

source: Button
pl: Przycisk
sk: Tlaèidlo

source: Dialog button colors.
pl: Kolory przycisku.
sk: Farby tlaèidla.

source: Selected button
pl: Wybrany przycisk
sk: Vybraté tlaèidlo.

source: Dialog selected button colors.
pl: Kolory wybranego przycisku.
sk: Farby vybraté tlaèidla.

source: Button shortcut
pl: Klawisz skrótu przycisku

source: Selected button shortcut
pl: Klawisz skrótu wybranego przycisku

source: Text field
be: Тэкставае поле
lt: Teksto laukas
pl: Pole tekstowe
ro: Cîmp de text
sk: Textové pole
tr: Metin satýrý
uk: Текстове поле

source: Dialog text field colors.
pl: Kolory pola tekstowego.
sk: Farby textového poµa.

source: Text field text
pl: Tekst w polu tekstowym
sk: Text v textovom poli

source: Dialog field text colors.
pl: Kolory tekstu w polu tekstowym.
sk: Farby textu textového poµa.

source: Meter
pl: Licznik
sk: Teplomer

source: Dialog meter colors.
pl: Kolory licznika.
sk: Farby teplomeru dialógového okna.

source: Shadow
pl: Cieñ
sk: Tieò

source: Dialog shadow colors (see ui.shadows option).
pl: Kolory cienia (zobacz opcjê ui.shadows).
sk: Farby tieòa dialógového okna.

source: Title bar
pl: Pasek tytu³owy
sk: Li¹ta s titulkom

source: Title bar colors.
pl: Kolory paska tytu³owego.
sk: Farby li¹ty s titulkom.

source: Generic title bar
pl: Zwyk³y pasek tytu³owy
sk: Obecná li¹ta s titulkom

source: Generic title bar colors.
pl: Kolory zwyk³ego paska tytu³owego.
sk: Farby obecnej li¹ty s titulkom.

source: Title bar text
pl: Tekst na pasku tytu³owym
sk: Text titulku

source: Title bar text colors.
pl: Kolory tekstu na pasku tytu³owym.
sk: Farby textu li¹ty s titulkom.

source: Status bar
pl: Pasek statusu
sk: Stavová li¹ta

source: Status bar colors.
pl: Kolory paska statusu.
sk: Farby stavovej li¹ty.

source: Generic status bar
pl: Zwyk³y pasek statusu
sk: Obecná stavová li¹ta

source: Generic status bar colors.
pl: Kolory zwyk³ego paska statusu.
sk: Farby obecnej stavovej li¹ty.

source: Status bar text
pl: Tekst na pasku statusu
sk: Text stavovej li¹ty

source: Status bar text colors.
pl: Kolory tekstu na pasku statusu.
sk: Farby textu stavovej li¹ty.

source: Tabs bar
pl: Pasek kart
sk: Li¹ta s tabmi

source: Tabs bar colors.
pl: Kolory paska kart.
sk: Farby li¹ty s tabmi.

source: Unvisited tab
pl: Nieodwiedzana karta
sk: Nenav¹tívený tab

source: Tab colors for tabs that have not been selected since they completed loading.
pl: Kolory karty dla kart, które nie zosta³y wybrane od zakoñczenia ³adowania.
sk: Farby tabu, ktorý e¹te nebol nav¹tívený, ale u¾ je kompletne natiahnutý.

source: Unselected tab
pl: Niewybrana karta
sk: Nevybratý tab

source: Unselected tab colors.
pl: Kolory niewybranych kart.
sk: Farby nevybratého tabu.

source: Loading tab
pl: Karta, do której wczytywany jest dokument
sk: Nahrávam tab

source: Tab colors for tabs that are loading in the background.
pl: Kolory kart dla kart, do których wczytywany jest dokument w tle.
sk: Farby tabu, ktorý sa práve nahráva na pozadí.

source: Selected tab
pl: Wybrana karta
sk: Vybratý tab

source: Selected tab colors.
pl: Kolory wybranej karty.
sk: Farby vybratého tabu.

source: Tab separator
pl: Separator kart
sk: Oddeµovaè v li¹te s tabmi

source: Tab separator colors.
pl: Kolory separatora kart.
sk: Farby oddeµovaèov li¹ty s tabmi.

source: Searched strings
pl: Szukane ³añcuchy
sk: Hµadaný re»azec

source: Searched string highlight colors.
pl: Kolory pod¶wietlenia szukanych ³añcuchów.
sk: Farba zvýraznenia vyhµadaných re»azcov.

source: Dialog settings
pl: Ustawienia okien dialogowych
sk: Dialógové okná

source: Dialogs-specific appearance and behaviour settings.
pl: Ustawienia dotycz±ce wygl±du i zachowania okien dialogowych.
sk: Nastavenie vzhµadu a správania dialógových okien.

source: Minimal height of listbox widget
pl: Minimalna wysoko¶æ listy wyboru
sk: Minimálna vý¹ka listboxu

source: Minimal height of the listbox widget (used e.g. for bookmarks or global history).
pl: Minimalna wysoko¶æ listy wyboru (u¿ywanej np. przy zak³adkach czy globalnej historii).
sk: Minimálna vý¹ka listboxu (pou¾íva sa napr. na zálo¾ky alebo globálnu históriu).

source: Drop shadows
pl: Rzucanie cienia
sk: Tiene

source: Make dialogs drop shadows (the shadows are solid, you can adjust their color by ui.colors.*.dialog.shadow). You may also want to eliminate the wide borders by adjusting setup.h.
pl: Sprawia, ¿e okna dialogowe rzucaj± cieñ (cienie s± jednolite, mo¿esz ustaliæ ich kolor przy pomocy ui.colors.*.dialog.shadow). Mo¿esz te¿ wyeliminowaæ szerokie obrze¿a przez dostosowanie pliku setup.h.
sk: Zobrazova» tiene dialógových okien (tiene sú nepriehµadné, ich farbu je ale mo¾né upravi» voµbami ui.colors.*.dialog.shadow). Mo¾no budete chcie» zú¾i» okraje dialógových okien upravením setup.h.

source: Underline menu hotkeys
pl: Podkre¶lanie klawiszy skrótu menu

source: Whether to underline hotkeys in menus to make them more visible. Requires the underlining is enabled for the terminal.
pl: Czy podkre¶laæ klawisze skrótu w menu, by by³y bardziej widoczne? Wymaga w³±czenia podkre¶lania dla terminala.
sk: Zapnú» podèiarkovanie horúcich kláves v menu aby boli viac viditeµné. Funguje to ale iba ak terminál podèiarkovanie podporuje.

source: Underline button shortcuts
pl: Podkre¶lanie klawiszy skrótu przycisku

source: Whether to underline button shortcuts to make them more visible. Requires the underlining is enabled for the terminal.
pl: Czy podkre¶laæ klawisze skrótu przycisku, by by³y bardziej widoczne? Wymaga w³±czenia podkre¶lania dla terminala.

source: Timer options
pl: Ustawienia stopera
sk: Nastavenie èasovaèov

source: Timed action after certain interval of user inactivity. Someone can even find this useful, although you may not believe that.
pl: Odmierzane akcje po pewnym okresie bezczynno¶ci u¿ytkownika. Komu¶ mo¿e siê to przyda, chocia¿ mo¿esz w to nie wierzyæ.
sk: Naèasovaná akcia, ktorá sa spustí po urèitom èase neèinnosti u¾ívateµa. Niekomu sa to mô¾e hodi», aj keï tomu nemusíte veri».

source: Whether to enable the timer or not: 0 is don't count down anything 1 is count down, but don't show the timer 2 is count down and show the timer near LEDs
pl: W³±czyæ stoper czy nie: 0 - nie zliczaj niczego 1 - odlicza, ale nie pokazuje stopera 2 - odlicza i pokazuje stoper w pobli¿u LEDów
sk: Zapínanie èasovaèa: 0 = niè neodpoèítava» 1 = odpoèítava», ale potichu (niè neukazova») 2 = odpoèítava» a ukazova» zostávajúci èas pri LED indikátoroch

source: Whether to enable the timer or not: 0 is don't count down anything 1 is count down, but don't show the timer 2 is count down and show the timer near LEDs (DISABLED)
pl: W³±czyæ stoper czy nie: 0 - nie zliczaj niczego 1 - odlicza, ale nie pokazuje stopera 2 - odlicza i pokazuje stoper w pobli¿u LEDów (WY£¡CZONE)
sk: Zapínanie èasovaèa: 0 = niè neodpoèítava» 1 = odpoèítava», ale potichu (niè neukazova») 2 = odpoèítava» a ukazova» zostávajúci èas pri LED indikátoroch (VYPNUTÉ)

source: Duration
pl: Czas trwania
sk: Då¾ka trvania

source: Inactivity timeout in seconds. The maximum of one day should be enough for just everyone (TM).
pl: Limit czasu bezczynno¶ci. Jeden dzieñ powinien wystarczyæ ka¿demu (TM).

source: Keybinding action to be triggered when timer reaches zero.
pl: Akcja powi±zana z klawiatur±, która ma byæ wyzwolona gdy stoper osi±gnie zero.

source: Window tabs
pl: Karty
sk: Taby

source: Window tabs settings.
pl: Ustawienia kart.
sk: Nastavenie tabov.

source: Display tabs bar
pl: Wy¶wietl pasek kart
sk: Zobrazi» li¹tu s tabmi

source: Show tabs bar on the screen: 0 means never 1 means only if two or more tabs are open 2 means always
pl: Pokazuj pasek kart na ekranie: 0 - nigdy. 1 - tylko gdy wiêcej ni¿ jeden tab. 2 - zawsze.

source: Wrap-around tabs cycling
pl: Cykliczno¶æ kart
sk: Cyklické prechádzanie medzi tabmi

source: When moving right from the last tab, jump at the first one, and vice versa.
pl: Przeskakiwanie z ostatniej karty do pierwszej i na odwrót.
sk: Pri presune z posledného tabu ïalej doprava preskoèi» na prvý tab a naopak.

source: Confirm tab closing
pl: Potwierdzenie zamkniêcia karty
sk: Potvrdzova» zatváranie tabov

source: When closing a tab show confirmation dialog.
pl: Przy zamykaniu karty pokazuj okienko dialogowe potwierdzania.
sk: Pri zatváraní tabu zobrazi» potvrdzovací dialóg.

source: Language
be: Мова
pl: Jêzyk
sk: Jazyk

source: Language of user interface. 'System' means that the language will be extracted from the environment dynamically.
pl: Jêzyk interfejsu u¿ytkownika. 'System' oznacza i¿ jêzyk zostanie uzyskany ze ¶rodowiska w sposób dynamiczny.

source: Display status bar
pl: Wy¶wietlanie paska statusu
sk: Zobrazi» stavový riadok

source: Show status bar on the screen.
pl: Pokazuje pasek statusu na ekranie
sk: Zobrazi» na obrazovke stavový riadok.

source: Display title bar
pl: Wy¶wietlanie paska tytu³owego
sk: Zobrazi» riadok s titulkom

source: Show title bar on the screen.
pl: Pokazuje pasek tytu³owy na ekranie.
sk: Zobrazi» na obrazovke riadok s titulkom.

source: Display goto dialog in new tabs
pl: Wy¶wietlanie okienka "goto" w nowych kartach

source: Pop up goto dialog in newly created tabs when there's no homepage set. This means also showing goto dialog on startup.
pl: Wy¶wietl okno goto w nowo stworzonej karcie je¶li strona domowa nie jest ustawiona. Oznacza to i¿ okno to bêdzie pokazywane tak¿e przy starcie.

source: Show a message box when file is saved successfully
pl: Pokazuj okienko dialogowe, gdy plik zostanie pomy¶lnie zapisany

source: When you pressed a [ Save ] button in some manager, this option will make sure that a box confirming success of the operation will pop up.
pl: Gdy wci¶niesz przycisk [ Zapisz ] w jakim¶ menad¿erze, te ustawienie zapewni, ¿e pojawi siê okienko potwierdzaj±ce pomy¶lne wykonanie operacji.

source: Sessions
pl: Sesje
sk: Sedenia

source: Sessions settings.
pl: Ustawienia sesji.
sk: Nastavenie sedení

source: Auto save session
pl: Automatyczne zapisywanie sesji

source: Automatically save the session when quitting. This feature requires bookmark support.
pl: Automatycznie zapisuj sesjê przy koñczeniu dzia³ania. Wymagana jest obs³uga zak³adek.

source: Auto restore session
pl: Automatyczne odtwarzanie sesji

source: Automatically restore the session at start. This feature requires bookmark support.
pl: Automatycznie odtwarzaj sesjê na starcie. Wymagana jest obs³uga zak³adek.

source: Auto save and restore session folder name
pl: Nazwa foldera do automatycznego zapisywania i odtwarzania sesji

source: Name of the bookmarks folder used for auto saving and restoring session. The name has to be unique. Any folders with the same name will be deleted. This only makes sense with bookmark support.
pl: Nazwa foldera zak³adek u¿ywanego do automatycznego zapisywania i odtwarzania sesji. Nazwa musi byæ unikatowa. Foldery o takiej samej nazwie zostan± usuniête. Ma sens jedynie wtedy, gdy wkompilowana jest obs³uga zak³adek.

source: Homepage URI
pl: URI strony domowej

source: The URI to load either at startup time when no URI was given on the command line or when requested by the goto-url-home action. Set to "" if the environment variable WWW_HOME should be used as homepage URI instead.
pl: URI strony, która powinna byæ za³adowana na starcie, gdy ¿adne URI nie by³o podane w linii poleceñ lub gdy wykonano akcjê goto-url-home. Ustaw na "" je¶li warto¶æ zmiennej ¶rodowiskowej WWW_HOME powinna byæ u¿yta jako strona domowa.

source: Date format
pl: Format daty

source: Date format to use in dialogs. See strftime(3).
pl: Format daty u¿ywany w dialog. Zobacz strftime(3).

source: Set window title
pl: Ustalenie tytu³u okna
sk: Nastavi» titulok okna

source: Set the window title when running in a windowing environment in an xterm-like terminal. This way the document's title is shown on the window titlebar.
pl: Ustaw tytu³ okna podczas dzia³ania w ¶rodowisku okienkowym w terminalu jak xterm. W ten sposób tytu³ dokumentu bêdzie widoczny na pasku tytu³owym okna.

source: Read error
pl: B³±d odczytu
sk: Chyba pri èítaní

source: Boolean
be: лаг╕чны
pl: Typ boolowski

source: Integer
be: цэлы л╕к
pl: Liczba ca³kowita

source: <num>
pl: <liczba>

source: Longint
be: до╝г╕ цэлы л╕к
pl: Du¿a liczba ca³kowita

source: String
be: радок
pl: Napis
sk: Re»azec

source: <str>
pl: <³añcuch>

source: <codepage>
pl: <strona kodowa>
sk: <znaková sada>

source: <language>
pl: <jêzyk>
sk: <jazyk>

source: Color
be: Колер
lt: Spalvos
pl: Kolor
ro: Culoare
sk: Farby
tr: Renk
uk: Кольори

source: <color|#rrggbb>
pl: <kolor|#rrggbb>

source: Special
pl: Specjalny

source: Cookies
pl: Ciasteczka

source: Cookies options.
pl: Ciasteczka - ustawienia.
sk: Nastavenie cookies.

source: Accept policy
pl: Polisa akceptacji

source: Cookies accepting policy: 0 is accept no cookies 1 is ask for confirmation before accepting cookie 2 is accept all cookies
pl: Akceptowanie ciasteczek: 0 - brak zgody na ciasteczka 1 - pytaj o zgodê na ciasteczko 2 - akceptuj wszystkie ciasteczka

source: Maximum age
pl: Maksymalny czas ¿ycia
sk: Maximálny vek

source: Cookie maximum age (in days): -1 is use cookie's expiration date if any 0 is force expiration at the end of session, ignoring cookie's expiration date 1+ is use cookie's expiration date, but limit age to the given number of days
pl: Czas ¿ycia ciasteczka (w dniach): -1 - u¿yj daty przedawnienia ciasteczka, je¶li podana 0 - wymu¶ datê przedawnienia wraz z koñcem sesji, ignoruj±c datê przedawnienia ciasteczka 1+ - u¿yj daty przedawnienia ciasteczka, ograniczaj±c czas ¿ycia do podanej liczby dni

source: Paranoid security
pl: Paranoidalne bezpieczeñstwo
sk: Paranoidná bezpeènos»

source: When enabled, we'll require three dots in cookies domain for all non-international domains (instead of just two dots). Some countries have generic second level domains (eg. .com.pl, .co.uk) and allowing sites to set cookies for these generic domains could potentially be very bad. Note, it is off by default as it breaks a lot of sites.
pl: Gdy w³±czone, trzy kropki s± wymagane w nazwach nienarodowych domen (zamiast zwykle dwóch). Niektóre kraje posiadaj± domeny ogólnego u¿ytku drugiego poziomu (np. .com.pl, .co.uk) i zezwolenie stronom na ustawienie ciasteczka dla tych domen mo¿e byæ niebzpiecznie. Domy¶lnie ta opcja jest wy³±czona, poniewa¿ powoduje b³êdy na wielu stronach.

source: Saving
pl: Zapis
sk: Ukladanie

source: Whether cookies should be loaded from and save to disk.
pl: Czy ciasteczka powinny byæ wczytywane i zapisywane na dysk.

source: Resaving
pl: Nadpisywanie

source: Save cookies after each change in cookies list? No effect when cookie saving (cookies.save) is off.
pl: Czy zapisywaæ ciasteczka po ka¿dej zmianie na li¶cie ciasteczek? Bez efektu, gdy cookies_save jest wy³±czone.

source: Domain
pl: Domena
sk: Doména

source: Path
pl: ¦cie¿ka
sk: Cesta

source: Expires
pl: Wygasa
sk: Expiruje

source: at quit time
pl: w momencie koñczenia dzia³ania

source: Secure
pl: Bezpieczne
sk: Bezpeèný

source: yes
pl: tak
sk: áno

source: no
pl: nie
sk: nie

source: Do you want to accept a cookie from %s?
pl: Czy chcesz zaakceptowaæ ciasteczko z %s?

source: Accept cookie?
pl: Akceptujesz ciasteczko?

source: Accept
pl: Akceptacja
sk: Povoli»

source: Reject
pl: Odrzucenie
sk: Zamietnu»

source: Server
be: Сервер
lt: Serveris
pl: Serwer
tr: Sunucu
uk: Сервер

source: Sorry, but cookie "%s" cannot be deleted.
pl: Przykro mi, ale ciasteczko "%s" nie mo¿e byæ usuniête.

source: Sorry, but cookie "%s" is being used by something else.
pl: Przykro mi, ale ciasteczko "%s" jest u¿ywane przez co¶ innego.

source: Sorry, but cookie domain "%s" cannot be deleted.
pl: Przykro mi, ale domena ciasteczka "%s" nie mo¿e byæ usuniêta.

source: Sorry, but cookie domain "%s" is being used by something else.
pl: Przykro mi, ale domena ciasteczka "%s" jest u¿ywane przez co¶ innego.

source: Delete marked cookies
pl: Usuwanie zaznaczonych ciasteczek

source: Delete marked cookies?
pl: Czy usun±æ zaznaczone ciasteczka?

source: Delete domain's cookies
pl: Usuwanie ciasteczek z danej domeny

source: Delete all cookies from domain "%s"?
pl: Czy usun±æ wszystkie ciasteczka z domeny "%s"?

source: Delete cookie
pl: Usuwanie ciasteczka

source: Delete this cookie?
pl: Czy usun±æ to ciasteczko?

source: Clear all cookies
pl: Skasowanie wszystkich ciasteczek

source: Do you really want to remove all cookies?
pl: Czy na pewno chcesz skasowaæ wszystkie ciasteczka?

source: Cookie manager
pl: Menad¿er ciasteczek
sk: Správca cookie

source: You are nowhere!
be: Вы не знаходз╕цеся на як╕м-небудзь сайце!
lt: Tu esi niekur!
pl: Tak naprawdê to jeste¶ nigdzie!
ro: Nu eºti nicãieri
sk: Si v ...!
tr: Hiçbir yerde deðilsin!
uk: Ви н╕де не знаходитесь!

source: assumed
be: прынята
lt: priskirtas
pl: przyjêta domy¶lnie
ro: Asumat
sk: predpokladám
tr: tahmin edilen
uk: прийнято

source: ignoring server setting
be: ╕гнорыраваць настройк╕ сервера
lt: ignoruojam serverio nurodymà
pl: ustawienia serwera zignorowane
ro: Ignorã setarea serverului
sk: ignoruj informáciu zo servera
tr: sunucu ayarlarý gözardý ediliyor
uk: параметри серверу ╕гноруються

source: Date
be: Дата
lt: Data
pl: Data
ro: Data
sk: Dátum
tr: Tarih
uk: Дата

source: Last visit time
be: Апошн╕ зварот
pl: Data ostatniej wizyty
sk: Èas poslednej náv¹tevy
uk: Востанн╓ в╕дв╕дано

source: Unknown
be: Невядома
pl: Nieznany
sk: neznámy
uk: Нев╕домо

source: Link
pl: Odno¶nik
sk: Odkaz

source: Link title
be: Загаловак спасылк╕
pl: Tytu³ odno¶nika
sk: Titulok linku
uk: Назва посилання
