Repository: codecandiescom/elinks-history
Catalog: po/*.po
Languages: be, lt, pl, ro, sk, tr, uk

source: Link last visit time
pl: Data ostatniej wizyty odno¶nika
sk: Èas poslednej náv¹tevy odkazu

source: Link title (from history)
pl: Tytu³ odno¶nika (z historii)
sk: Titulok odkazu (z histórie)

source: Header info
be: ╤нфа пра загаловак
pl: Informacje o nag³ówku
ro: Info pentru antet
sk: Informácie o hlavièke
uk: ╤нформац╕я про заголовок

source: Internal header info
pl: Wewnêtrzne informacje o nag³ówku

source: No header info.
pl: Brak nag³ówka.

source: Download
be: Закачка
lt: Parsisiøsk
pl: Pobieranie
ro: Încarcã
sk: S»ahovanie
tr: Ýndir
uk: Завантаження

source: Background
be: У фоне
lt: Fonas
pl: W tle
ro: Fundal
sk: Na pozadí
tr: Arkaplan
uk: На тл╕

source: Background with notify
be: У фоне з паведамленнем
pl: W tle z powiadomieniem
sk: Na pozadí s upozornením
uk: На тл╕ з пов╕домленням

source: Abort
be: Спын╕ць
lt: Nutraukti
pl: Przerwij
ro: Anuleazã
sk: Ukonèi»
tr: Çýk
uk: Перервати

source: Abort and delete file
pl: Przerwij i skasuj plik
sk: Preru¹i» èinnos» a zmaza» súbor

source: Sorry, but download "%s" cannot be interrupted.
pl: Przykro mi, ale ¶ci±ganie "%s" nie mo¿e byæ przerwane.

source: Sorry, but download "%s" is being used by something else.
pl: Przykro mi, ale ¶ci±ganie "%s" jest u¿ywane przez co¶ innego.

source: Interrupt marked downloads
pl: Przerwij zaznaczone ¶ci±gania

source: Interrupt marked downloads?
pl: Przerwaæ zaznaczone ¶ci±gania?

source: Interrupt download
pl: Przerwij ¶ci±ganie

source: Interrupt this download?
pl: Przerwaæ to ¶ci±ganie?

source: Interrupt all downloads
pl: Przerwij wszystkie ¶ci±gania

source: Do you really want to interrupt all downloads?
pl: Czy na pewno chcesz przerwaæ wszystkie ¶ci±gania?

source: Download manager
pl: Menad¿er pobierania

source: About
be: Пра праграму
lt: Apie
pl: O programie
ro: Despre
sk: O programe
tr: Hakkýnda
uk: Про програму

source: Keys
be: Клав╕шы
lt: Klaviðai
pl: Klawiszologia
ro: Taste
sk: Klávesy
tr: Tuþlar
uk: Kлав╕ш╕

source: Copying
be: Правы
lt: Licenzija
pl: Kopiowanie
ro: Licenþa
sk: Kopírovanie
tr: Kopyalamak
uk: Л╕ценз╕я

source: ELinks %s (C) 1999 - 2002 Mikulas Patocka (C) 2001 - 2004 Petr Baudis (C) 2002 - 2005 Jonas Fonseca and others This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, specifically version 2 of the License.
pl: ELinks %s (C) 1999 - 2002 Mikulas Patocka (C) 2001 - 2004 Petr Baudis (C) 2002 - 2005 Jonas Fonseca i inni Niniejszy program jest oprogramowaniem wolnodostêpnym; mo¿esz go rozprowadzaæ dalej i/lub modyfikowaæ na warunkach GPL GNU, wydanej przez Free Software Foundation - wed³ug wersji 2-giej tej Licencji.

source: master
pl: g³ówny

source: slave
pl: podrzêdny

source: Resources: %d handles, %d timers. Connections: %d connections, %d connecting, %d transferring, %d keepalive. Memory cache: %d bytes, %d files, %d locked, %d loading. Document cache: %d formatted, %d locked, %d refreshing. Interlinking: %s terminal, %d terminals, %d sessions.
pl: Zasoby: %d uchwyt(ów), %d zegar(ów). Po³±czenia: %d po³±czeñ, %d nawi±zuj±cych po³±czenie, %d przesy³aj±cych, %d trwa³ych. Pamiêæ podrêczna: %d bajtów, %d plików, %d zablokowanych, %d ³adowanych. Sformatowane dokumenty: %d dokumentów, %d zablokowanych, %d z od¶wierzaniem. Po³±czenia wewnêtrzne: %s terminal, %d terminali, %d sesji.

source: Memory allocated: %ld bytes, %ld bytes overhead (%0.2f%%).
pl: Zaalokowane: %ld bajtów, %ld bajtów "na górze" (%0.2f%%).

source: Resources
be: Рэсурсы
lt: Resursai
pl: Zasoby
ro: Resurse
sk: Zdroje
tr: Kaynaklar
uk: Ресурси

source: Save URL
be: Захаваць URL
lt: Iðsaugok adresà
pl: Zapisz URL
ro: Salveazã URL
sk: Ulo¾ URL
tr: Adresi kaydet
uk: Зберегти URL

source: Enter URL
be: Увядз╕це URL
lt: Ávesk adresà
pl: Wprowad¼ URL
ro: Intrã URL
sk: Zadaj URL
tr: Adres gir
uk: Введ╕ть URL

source: Exit ELinks
be: Выхад з Links
lt: Iðeiti ið Links
pl: Wyjd¼ z ELinksa
ro: Ieºire links
sk: Ukonèenie ELinksu
tr: Links'den çýk
uk: Вих╕д з ELinks

source: Do you really want to exit ELinks (and terminate all downloads)?
be: Вы сапра╝ды жадаеце скончыць працу з ELinks ╕ спын╕ць усе закачк╕?
lt: Ar tikrai nori palikti Links (ir nutraukti visus fononius siuntimus)?
pl: Czy na pewno chcesz wyj¶æ i przerwaæ wszystkie ¶ci±gania?
ro: Chiar vreþi sã ieºiþi din links (ºi sã terminaþi descãrcãrile)?
sk: Chce¹ skutoène ukonèi» ELinks (a zru¹i» v¹etky downloandy)?
tr: Gerçekten Links'den çýkmak (ve tüm indirilenleri durdurmak) istiyor musunuz?
uk: Ви д╕йсно бажа╓те вийти з ELinks та припинити вс╕ завантаження?

source: Do you really want to exit ELinks?
be: Вы сапра╝ды жадаеце скончыць працу з ELinks?
lt: Ar tikrai nori palikti Links?
pl: Czy na pewno chcesz wyj¶æ z ELinksa?
ro: Chiar vreþi sã ieºiþi din links?
sk: Chce¹ skutoène ukonèi» ELinks?
tr: Links'den gerçekten çýkmak istiyor musunuz?
uk: Ви д╕йсно бажа╓те вийти з ELinks?

source: No history
be: Г╕сторыя пустая
lt: Nër istorijos
pl: Brak historii
ro: Fãrã istoric
sk: ®iadna história
tr: Geçmiþ yok
uk: ╤стор╕я порожня

source: Go ~back
be: Перайц╕ назад
lt: Eiti atgal
pl: ~Wróæ
ro: Î~ntoarce-te
sk: Spa»
tr: Ge~ri git
uk: Пoвернутися назад

source: Go for~ward
pl: Naprzó~d

source: Bookm~ark document
pl: Dodaj dokument do z~ak³adek

source: ~Reload
be: Аднав╕ць
lt: Pe~rkrauti
pl: P~rze³aduj
ro: ~Reîncarcã
sk: Nahra» znovu
tr: Ye~nile
uk: Перезавантажити

source: Frame at ~full-screen
be: Фрэйм на по╝ны экран
lt: Rëmas per visà ekranà
pl: Ramka na ~ca³ym ekranie
ro: Cadrul pe ~tot ecranul
sk: ~Rám cez celú obrazovku
tr: Tam ~ekranda çerçeve
uk: Фрейм на весь екран

source: Nex~t tab
pl: Nas~têpna karta

source: Pre~v tab
pl: ~Poprzednia karta
sk: Predchádzajúci tab

source: ~Close tab
pl: ~Zamknij kartê
sk: Zavrie» tab

source: C~lose all tabs but the current
pl: Z~amknij wszystkie karty za wyj±tkiem bie¿±cej

source: B~ookmark all tabs
pl: ~Zapisz informacje o wszystkich kartach

source: Open new ~tab
pl: O~twórz w nowej karcie
sk: Otvori» nový tab

source: Open new tab in backgroun~d
pl: Otwórz now± kartê w t~le

source: ~Go to URL
be: Перайц╕ да новага URL
lt: Eiti á puslapá..
pl: Przejd¼ do ~URL-a
ro: ~Du-te la URL
sk: Ís» na URL
tr: Adrese ~git
uk: Пeрейти до...

source: Go ~forward
pl: Naprzó~d

source: ~History
be: Г╕сторыя
lt: Istorija
pl: ~Historia
ro: Is~toric
sk: ~História
tr: Geç~miþ
uk: ╤стор╕я стор╕нок до поточно╖

source: ~Unhistory
pl: Historia ~powrotów

source: ~Save as
pl: Zapi~sz jako

source: Save UR~L as
pl: Zapisz URL ~jako

source: Sa~ve formatted document
pl: Zapisz s~formatowany dokument

source: ~Kill background connections
be: Разарваць фонавыя злучэнн╕
lt: Pribaigti foninius siuntimus
pl: Przerwij wszyst~kie po³±czenia w tle
ro: Oprirea ~descãrcãrilor din fundal
tr: Arkadaki baðlantýlarý durdur
uk: Роз╕рвати з'╓днання на тл╕

source: Flush all ~caches
pl: Wyczy¶æ ~ca³± pamiêæ podrêczn±

source: Resource ~info
be: ╤нфармацыя пра рэсурсы
lt: Resursø ~informacija
pl: ~Informacje o zasobach
ro: In~formaþii despre resurse
tr: Kaynak ~bilgisi
uk: ╤нформац╕я про ресурси

source: E~xit
be: Выхад
lt: Iðeiti
pl: W~yj¶cie
ro: Ieº~i
sk: Koni~ec
tr: Çý~k
uk: Вих╕д

source: Open ~new window
pl: Otwórz ~nowe okno

source: ~OS shell
be: Камандны радок
lt: Kons~olë
pl: P~ow³oka systemowa
ro: ~Shell-ul sistemului de operare
sk: ~Odskoè do shell-u
tr: Sis~tem kabuðu
uk: Оболонка операц╕йно╖ системи

source: Resize t~erminal
pl: Zmieñ rozmiar ~terminala
sk: Zmeni» veµkos» ~terminálu

source: ~Search
be: Пошук
lt: Paieðka
pl: ~Szukaj
ro: ~Cautã
sk: ~Hµadaj
tr: ~Ara
uk: Пошук

source: Search ~backward
be: Зваротны пошук
lt: Atvirkðtinë paieðka
pl: Szukaj ~wstecz
ro: Cautã î~napoi
sk: Hµadaj do~zadu
tr: ~Geriye doðru ara
uk: Зворотн╕й пошук

source: Find ~next
be: Шукаць далей
lt: Surasti seka~ntá
pl: Znajd¼ ~nastêpne
ro: Gãseºte ~urmãtorul
sk: ~Nájdi ïal¹í
tr: ~Tekrar ara
uk: Знайти наступне

source: Find ~previous
be: Шукаць назад
lt: Surasti ~prieð tai buvusá
pl: Znajd¼ ~poprzednie
ro: Gãseºte ~precedentul
tr: Ge~riye doðru ara
uk: Знайти попередн╓

source: T~ypeahead search
pl: Szukanie z w~yprzedzeniem

source: Toggle ~html/plain
be: Пераключыць HTML/тэкст
lt: Pakeisti ~html/plain
pl: Prze³±cz ~html/plain
ro: Schimbã ~html/plain
sk: Prepnú» htm~l/zdroják
tr: ~html/plain aç/kapa
uk: Перемикач HTML/текст

source: Toggle i~mages
pl: Prze³±cz ~obrazki
sk: Prepnú» obrázky

source: Toggle ~link numbering
pl: Prze³±cz n~umerowanie odno¶ników
sk: Prepnú» èíslovanie odkazov

source: Toggle ~document colors
pl: Prze³±cz sposób u¿ycia kolorów podanych w ~dokumencie

source: ~Wrap text on/off
pl: Zawi~janie tekstu w³/wy³

source: Document ~info
be: ╤нфармацыя пра дакумент
lt: ~Informacija apie dokumentà
pl: ~Informacje o dokumencie
ro: ~Informaþii despre document
sk: ~Informácie o dokumente
tr: ~Belge bilgisi
uk: ╤нформац╕я про документ

source: H~eader info
be: ╤нфа пра загаловак
pl: Informacj~e o nag³ówku
ro: Informação de cabeçalhos
sk: Informácie o hlavièke
uk: ╤нформац╕я про заголовок

source: Rel~oad document
pl: P~rze³aduj dokument

source: ~Rerender document
pl: Prze~formatuj dokument

source: ~ELinks homepage
be: Старонка ELinks
pl: Strona domowa ~ELinksa
sk: Domovská stránka ~ELinks
uk: Домашня стор╕нка Elinks

source: ~Documentation
pl: ~Dokumentacja
sk: ~Dokumentácia

source: ~Keys
be: Клав╕шы
lt: ~Klaviðai
pl: ~Klawiszologia
ro: ~Taste
sk: ~Klávesy
tr: ~Tuþlar
uk: Kлав╕ш╕

source: LED ~indicators
pl: Wska¼n~iki LED

source: ~Bugs information
pl: Informacje o ~b³êdach

source: ELinks Cvs ~History
pl: ~Historia CVS-u ELinksa

source: ~Copying
be: Правы
lt: Li~cenzija
pl: Ko~piowanie
ro: ~Licenþa
sk: Ko~pírovanie
tr: ~Kopyalamak
uk: Л╕ценз╕я

source: ~About
be: Пра праграму
lt: ~Apie
pl: ~O programie
ro: ~Despre
sk: ~O programe
tr: ~Hakkýnda
uk: Про програму

source: ~Add
be: Дадаць
lt: Ádëti
pl: ~Dodaj
ro: ~Adaugã
sk: Prid~a»
tr: ~Ekle
uk: Додати

source: ~Modify
be: Змян╕ць
lt: Koreguoti
pl: ~Zmieñ
ro: ~Modificã
sk: Z~meni»
tr: ~Düzenle
uk: Зм╕нити

source: ~Delete
be: Выдал╕ць
lt: Iðtrinti
pl: ~Usuñ
ro: ª~terge
sk: Zmaza»
tr: ~Sil
uk: Стерти

source: ~Language
be: Мова
lt: Ka~lba
pl: ~Jêzyk
ro: ~Limbaj
sk: ~Jazyk
tr: Di~l
uk: Мова

source: C~haracter set
be: Кадз╕ро╝ка
lt: Koduotë
pl: ~Zestaw znaków
ro: Setul de caract~ere
sk: ~Znaková sada
tr: ~Karakter Seti
uk: Кодування

source: ~Terminal options
be: Настройк╕ тэрм╕нала
lt: ~Terminalo opcijos
pl: Opcje ~terminala
ro: Opþiuni de ~terminal
sk: Nastavenie ~terminálu
tr: Termi~nal seçenekleri
uk: Параметри термiналу

source: File ~extensions
be: Расшырэнн╕ файла╝
lt: Failø plëtiniai
pl: ~Rozszerzenia
ro: ~Extensia fiºierelor
sk: ~Prípony súborov
tr: Dosya ~uzantýlarý
uk: Розширення файл╕в

source: ~Options manager
be: Мэнэджэр параметра╝
pl: Menad¿er ~ustawieñ

source: ~Keybinding manager
be: Мэнэджэр камб╕нацый клав╕ш
pl: Menad¿er przypisañ ~klawiszy

source: ~Save options
be: Захаваць настройк╕
lt: Ið~saugoti pakeitimus
pl: Zapisz ~opcje
ro: ~Salveazã opþiunile
sk: Ulo¾ na~stavenia
tr: Seçenekleri ka~ydet
uk: Зберегти параметри

source: Global ~history
pl: Historia ~globalna

source: ~Bookmarks
pl: ~Zak³adki
sk: Zálo¾ky

source: ~Cache
pl: Pamiêæ podrê~czna

source: ~Downloads
be: Закачк╕
lt: ~Siuntimai
pl: Po~bieranie
ro: Î~ncarcã
sk: S»~ahovanie
tr: Ý~ndirilenler
uk: Завантаження

source: Coo~kies
pl: Ciastecz~ka

source: ~Form history
pl: Historia ~formularzy
sk: História formulárov

source: ~Authentication
pl: ~Autentykacja

source: ~File
be: Файл
lt: ~Byla
pl: ~Plik
ro: ~Fiºier
sk: ~Súbor
tr: ~Dosya
uk: Файл

source: ~View
be: Выгляд
lt: ~Þiûrëti
pl: ~Widok
ro: ~Vezi
sk: ~Zobrazenie
tr: ~Görünüm
uk: Вигляд

source: ~Link
be: Спасылк╕
lt: ~Nuoroda
pl: ~Odno¶nik
ro: ~Legãturi
tr: ~Baðlantýlar
uk: Посилання

source: ~Tools
pl: ~Narzêdzia

source: ~Setup
be: Настройка
lt: N~ustatymai
pl: ~Ustawienia
ro: ~Setãri
sk: ~Nastavenie
tr: ~Ayarlar
uk: Параметри

source: ~Help
be: Даведка
lt: ~Pagalba
pl: Po~moc
ro: ~Ajutor
sk: ~Pomoc
tr: ~Yardým
uk: Допомога

source: Go to URL
be: Перайц╕ да новага URL
lt: Eiti á puslapá..
pl: Przejd¼ do URL-a
ro: Du-te la URL
sk: Choï na URL
tr: Adrese git
uk: Пeрейти до...

source: Save to file
be: Захаваць у файл
lt: Iðsaugoti á failà
pl: Zapisz do pliku
ro: Salveazã în fiºier
sk: Ulo¾ do súboru
tr: Dosyaya kaydet
uk: Записати до файлу

source: ~Pass frame URI to external command
pl: ~Przeka¿ URI ramki do zewnêtrznego polecenia

source: Pass link URI to e~xternal command
pl: Przeka¿ URI odno¶nika do z~ewnêtrznego polecenia

source: Pass tab URI to e~xternal command
pl: Przeka¿ URI karty do ze~wnêtrznego polecenia

source: Empty directory
pl: Pusty katalog

source: Directories:
pl: Katalogi:

source: Files:
pl: Pliki:

source: Terminal options
be: Настройк╕ тэрм╕нала
lt: Terminalo opcijos
pl: Opcje terminala
ro: Opþiuni de terminal
sk: Nastavenie terminálu
tr: Terminal seçenekleri
uk: Параметри термiналу

source: Frame handling:
pl: Rysowanie ramek:

source: No frames
be: Няма рамак
lt: Nenaudoti rëmø
pl: Brak ramek
ro: Fãrã cadruri
sk: Vypnú» rámèeky
tr: Çerçeve yok
uk: Без рамок

source: VT 100 frames
be: Рамк╕ VT 100
lt: VT 100 rëmai
pl: Ramki VT100
ro: Cadruri VT 100
sk: Rámèeky VT100
tr: VT 100 çerçeveleri
uk: Рамки VT 100

source: Linux or OS/2 frames
be: Рамк╕ Linux ц╕ OS/2
lt: Linux ar OS/2 rëmai
pl: Ramki typu Linux lub OS/2
ro: Cadruri Linux sau OS/2
sk: Rámèeky typu Linux alebo OS/2
tr: Linux ya da OS/2 çerçeveleri
uk: Рамки Linux чи OS/2

source: FreeBSD frames
pl: Ramki FreeBSD

source: KOI8-R frames
be: Рамк╕ KOI8-R
lt: KOI8-R rëmai
pl: Ramki KOI8-R
ro: Cadre KOI8-R
sk: Rámèeky KOI8-R
tr: KOI8-R çerçeveleri
uk: Рамки KOI8-R

source: Color mode:
pl: Tryb kolorowy:
sk: Farebný mód:

source: No colors (mono)
pl: Brak kolorów (mono)

source: 16 colors
pl: 16 kolorów
sk: 16 farieb

source: 256 colors
pl: 256 kolorów
sk: 256 farieb

source: Resize terminal
pl: Zmieñ rozmiar terminala
sk: Zmeni» veµkos» terminálu

source: Width=
pl: Szeroko¶æ=

source: Height=
pl: Wysoko¶æ=

source: Received
be: Прынята
lt: Parsiøsta
pl: Pobrano
ro: Primite
sk: Prijaté
tr: Alýndý
uk: Прийнято

source: of
be: з
lt: ið
pl: z
ro: Din
sk: z
uk: з

source: Average speed
be: Сярэдняя хуткасць
lt: Vidutinis greitis
pl: ¦rednia prêdko¶æ
ro: Viteza medie
sk: Priemerná rýchlos»
tr: Ortalama hýz
uk: Середня швидк╕сть

source: average speed
pl: ¶rednia prêdko¶æ
sk: priemerná rýchlos»

source: avg
be: у сярэднем
lt: vid.
pl: ¶red
ro: Medie
sk: priemerne
tr: ortalama
uk: в середньому

source: Speed
be: Чуткасць
lt: Greitis
pl: Prêdko¶æ
ro: Viteza
sk: Rýchlos»
tr: Hýz
uk: Швидк╕сть

source: speed
pl: prêdko¶æ
sk: rýchlos»

source: current speed
be: бягучая хуткасць
lt: dabartinis greitis
pl: aktualna prêdko¶æ
ro: Viteza curentã
sk: momentálna rýchlos»
tr: Þimdiki hýz
uk: поточна швидк╕сть

source: cur
be: бягучая
lt: dab.
pl: akt
ro: Cursor
sk: momentálne
tr: þimdiki
uk: поточна

source: Elapsed time
be: Затрачаны час
lt: Likæs laikas
pl: Up³ynê³o
sk: Uplynulý èas
tr: Geçen zaman
uk: Витрачений час

source: elapsed time
pl: up³ynê³o
sk: uplynulý èas

source: estimated time
be: Чакаемы час
lt: numatytas laikas
pl: pozosta³y czas
ro: Timp estimat
sk: predpokladaný èas
tr: Hesaplanan zaman
uk: Оч╕куваний час

source: Enter a mark to set
pl: Ustaw zaznaczenie

source: Enter a mark to which to jump
pl: Wprowad¼ zaznaczenie, do którego skoczyæ

source: Keyboard prefix: %d
pl: Prefix klawiatury: %d

source: Cursor position: %dx%d
pl: Pozycja kursora: %dx%d

source: Untitled
pl: Bez tytu³u
sk: Bez názvu

source: No document
pl: Brak dokumentu
sk: ®iadny dokument

source: Cascading Style Sheets
pl: Kaskadowe szablony stylów CSS

source: Options concerning how to use CSS for styling documents.
pl: Ustawienia dotycz±ce u¿ycia CSS do stylizacji dokumentów.

source: Enable CSS
pl: W³±cz CSS

source: Enable adding of CSS style info to documents.
pl: W³±cza dodawanie stylów CSS do dokumentu.

source: Import external style sheets
pl: Importowanie zewnêtrznych szablonów stylów

source: When enabled any external style sheets that are imported from either CSS itself using the @import keyword or from the HTML using <link> tags in the document header will also be downloaded.
pl: Gdy w³±czone szablony stylów importowane przez CSS przy u¿yciu s³owa kluczowego @import albo z dokumentu HTML u¿ywaj±c tagu <link> tak¿e bêd± pobrane.

source: Default style sheet
pl: Domy¶lny szablon stylów

source: The path to the file containing the default user defined Cascading Style Sheet. It can be used to control the basic layout of HTML documents. The path is assumed to be relative to ELinks' home directory. Leave as "" to use built-in document styling.
pl: ¦cie¿ka do pliku zawieraj±cego domy¶lny CSS zdefiniowany przez u¿ytkownika. Ten CSS mo¿e byæ u¿yty do kontrolowania wygl±du dokumentów HTML. Przyjmujemy, ¿e ¶cie¿ka jest wzglêdna do katalogu domowego ELinksa. Zostaw jako "", ¿eby u¿ywaæ wbudowanych styli dokumentu.

source: ECMAScript options.
pl: Ustawienia ECMAScript.

source: Whether to run those scripts inside of documents.
pl: Czy wykonywaæ skrypty zawarte w dokumentach?

source: Script error reporting
pl: Raportowanie b³êdów skryptu

source: Open a message box when a script reports an error.
pl: Czy otwieraæ okienko dialogowe z raportem o b³êdzie skryptu?

source: Maximum execution time
pl: Maksymalny czas wykonywania

source: Maximum execution time in seconds for a script.
pl: Maksymalny czas w sekundach wykonywania skryptu.

source: Pop-up window blocking
pl: Blokowanie okienek pop-up

source: Whether to disallow scripts to open new windows or tabs.
pl: Czy zabroniæ skryptom otwieranie nowych okien lub kart.

source: JavaScript Alert
pl: Alert JavaScriptu

source: A script embedded in the current document raised the following%s%s%s%s
pl: Skrypt zawarty w bie¿±cym dokumencie spowodowa³%s%s%s%s

source: JavaScript Error
pl: B³±d JavaScriptu

source: JavaScript Emergency
pl: Wypadek JavaScriptu

source: A script embedded in the current document was running for more than %d seconds. This probably means there is a bug in the script and it could have halted the whole ELinks, so the script execution was interrupted.
pl: Skrypt zawarty w bie¿±cym dokumencie wykonywa³ siê d³u¿ej ni¿ %d sekund. Oznacza to prawdopodobnie, ¿e w skrypcie jest b³±d i mo¿e to spowodowaæ zastopowanie ca³ego ELinksa. Wykonywanie skryptu zosta³o przerwane.

source: Forms are never saved for this URL.
pl: Formularze dla tego URL-a nie s± zapisywane.

source: Forms are saved for this URL.
pl: Formularze dla tego URL-a s± zapisywane.

source: Sorry, but form "%s" cannot be deleted.
pl: Przykro mi, ale formularz "%s" nie mo¿e byæ usuniêty.

source: Sorry, but form "%s" is being used by something else.
pl: Przykro mi, ale formularz "%s" jest u¿ywany przez co¶ innego.

source: Delete marked forms
pl: Usuwanie zaznaczonych formularzy

source: Delete marked forms?
pl: Czy usun±æ zaznaczone formularze?

source: Delete form
pl: Usuñ formularz

source: Delete this form?
pl: Czy usun±æ ten formularz?

source: Clear all forms
pl: Skasowanie wszystkich formualrzy

source: Do you really want to remove all forms?
pl: Czy na pewno chcesz skasowaæ wszystkie formularze?

source: Form not saved
pl: Formularz nie zosta³ zapisany

source: No saved information for this URL. If you want to save passwords for this URL, enable it by pressing the "Toggle saving" button.
pl: Brak zapisanej informacji dla tego URL-a. Aby zapisaæ has³a dla tego URL-a, nale¿y je w³±czyæ przyciskiem "Prze³±cz zapisywanie".

source: Login
be: ╤мя карыстальн╕ка
pl: Nazwa u¿ytkownika
ro: Identificare utilizator
sk: U¾ívateµské meno
uk: ╤м'я користувача

source: Toggle saving
pl: Prze³±cz zapisywanie
sk: Prepnú» ukladanie

source: Form history manager
pl: Menad¿er historii formularzy
sk: Správca histórie formulárov

source: Show form history dialog
pl: Poka¿ okno dialogowe historii formularzy

source: Ask if a login form should be saved to file or not. This option only disables the dialog, already saved login forms are unaffected.
pl: Zapytaj czy formularz logowania powinien byæ zapisany do pliku czy nie. Opcja ta jedynie wy³±cza okno dialogowe, poprzednio zapisane formularze logowania pozostaj± nienaruszone.

source: Form history
pl: Historia formularzy

source: Should this login be remembered? Please note that the password will be stored obscured (but unencrypted) in a file on your disk. If you are using a valuable password, answer NO.
pl: Czy zapamiêtaæ ten login? Wiedz, ¿e has³a bêd± zapisane nieszyfrowane w pliku na dysku. Je¶li u¿ywasz istotnych hase³ odpowiedz NIE.

source: Never for this site
pl: Nigdy dla tego miejsca

source: Form History
pl: Historia formularzy

source: Sorry, but history entry "%s" cannot be deleted.
pl: Przykro mi, ale element historii "%s" nie mo¿e byæ usuniêty.

source: Sorry, but history entry "%s" is being used by something else.
pl: Przykro mi, ale element historii "%s" jest u¿ywany przez co¶ innego.

source: Delete marked history entries
pl: Usuwanie zaznaczonych elementów historii

source: Delete marked history entries?
pl: Czy usun±æ zaznaczone elementy historii?

source: Delete history entry
pl: Usuwanie elementów historii

source: Delete this history entry?
pl: Czy usun±æ ten element historii?

source: Clear all history entries
pl: Skasowanie wszystkich elementów historii

source: Do you really want to remove all history entries?
pl: Czy na pewno chcesz skasowaæ wszystkie elementy historii?

source: Search history
be: Шукаць у г╕сторы╕
pl: Przeszukaj historiê
sk: Hµada» v histórii
uk: ╤стор╕я пошук╕в

source: Bookmark
pl: Zak³adka
sk: Zálo¾ky

source: Global history manager
pl: Menad¿er historii globalnej
sk: Globálny správca histórie

source: Global history
be: Праца з г╕сторыяй
pl: Historia globalna
sk: Globálna histórie
uk: Керування ╕стор╕╓ю

source: Global history options.
pl: Ustawienia historii globalnej.
sk: Nastavenie globálnej histórie.

source: Enable global history ("history of all pages visited").
pl: W³±cz globaln± historiê ("historiê wszystkich odwiedzanych stron").

source: Maximum number of entries
pl: Maksymalna ilo¶æ pozycji

source: Maximum number of entries in the global history.
pl: Maksymalna ilo¶æ pozycji w globalnej historii.

source: Display style
pl: Sposób pokazywania
sk: ©týl zobrazenia

source: What to display in global history dialog: 0 is URLs 1 is page titles
pl: Co pokazywaæ w okienku dialogowym globalnej historii: 0 - URL-e 1 - tytu³y stron

source: Global History
pl: Historia globalna
sk: Globálna história

source: System
pl: Systemowy

source: English
pl: Angielski
sk: angliètina

source: Belarusian
pl: Bia³oruski

source: Brazilian Portuguese
pl: Brazylijski portugalski
sk: brazílska portugalèina

source: Bulgarian
pl: Bu³garski
sk: bulharèina

source: Catalan
pl: Kataloñski
sk: katalánèina

source: Croatian
pl: Chorwacki
sk: chorvátèina

source: Czech
pl: Czeski
sk: èe¹tina

source: Danish
pl: Duñski
sk: dánèina

source: Dutch
pl: Holenderski
sk: holandèina

source: Estonian
pl: Estoñski
sk: estónèina

source: Finnish
pl: Fiñski
sk: fínèina

source: French
pl: Francuski
sk: francúz¹tina

source: Galician
pl: Galijski

source: German
pl: Niemiecki
sk: nemèina

source: Greek
pl: Grecki
sk: gréètina

source: Hungarian
pl: Wêgierski
sk: maïarèina

source: Icelandic
pl: Islandzki

source: Indonesian
pl: Indonezyjski
sk: indonéz¹tina

source: Italian
pl: W³oski
sk: talianèina

source: Lithuanian
pl: Litewski
sk: litovèina

source: Norwegian
pl: Norweski
sk: nórèina

source: Polish
pl: Polski
sk: poµ¹tina

source: Portuguese
pl: Portugalski
sk: portugalèina

source: Romanian
pl: Rumuñski
sk: rumunèina

source: Russian
pl: Rosyjski
sk: ru¹tina

source: Slovak
pl: S³owacki
sk: slovenèina

source: Spanish
pl: Hiszpañski
sk: ¹panielèina

source: Swedish
pl: Szwedzki
sk: ¹védèina

source: Turkish
pl: Turecki
sk: tureètina
