Repository: codecandiescom/elinks-history
Catalog: po/*.po
Languages: be, lt, pl, ro, sk, tr, uk

source: Ukrainian
pl: Ukraiñski
sk: ukrajinèina

source: Commandline options -config-dir set to %s, but could not create directory %s.
pl: Opcja linii poleceñ -config-dir ustawiona na %s, ale nie mo¿na utworzyæ katalogu %s.

source: ELINKS_CONFDIR set to %s, but could not create directory %s.
pl: ELINKS_CONFDIR ustawione na %s, ale nie mo¿na utworzyæ katalogu %s.

source: Unable to find or create ELinks config directory. Please check if you have $HOME variable set correctly and if you have write permission to your home directory.
pl: Nie mo¿na znale¼æ ani stworzyæ katalogu konfiguracyjnego ELinksa. Sprawd¼, czy zmienna $HOME jest ustawiona poprawnie i czy masz prawo zapisu do katalogu domowego.

source: The call to %s failed: %d (%s)
pl: Wywo³anie %s nieudane: %d (%s)

source: %d select() failures.
pl: %d b³êdów select().

source: Cannot create a pipe for internal communication.
pl: Nie mo¿na utworzyæ potoku dla wewnêtrznej komunikacji.

source: URL expected after -%s
pl: Spodziewany URL po -%s

source: No running ELinks found.
pl: ¯adnego dzia³aj±cego ELinksa nie znaleziono.

source: No remote session to connect to.
pl: Brak zdalnej sesji, ¿eby siê przy³±czyæ.

source: Unable to encode session info.
pl: Nie jestem w stanie zdekodowaæ informacji o sesji.

source: Unable to attach_terminal().
pl: Nie jestem w stanie przy³±czyæ terminala.

source: MIME type associations
pl: Skojarzenia typów MIME

source: Handler <-> MIME type association. The first sub-tree is the MIME class while the second sub-tree is the MIME type (ie. image/gif handler will reside at mime.type.image.gif). Each MIME type option should contain (case-sensitive) name of the MIME handler (its properties are stored at mime.handler.<name>).
pl: Skojarzenia program obs³ugi <-> typ MIME. Pierwsze poddrzewo to typ MIME, drugie to podtyp MIME (np. program obs³ugi image/gif bêdzie w mime.type.image.gif). Ka¿da opcja typu MIME powinna zawieraæ (wielko¶æ liter ma znaczenie) nazwê programu obs³ugi MIME (jego w³a¶ciwo¶ci s± zapisane w mime.handler.<nazwa>).

source: Handler matching this MIME-type class ('*' is used here in place of '.').
pl: Program obs³ugi odpowiadaj±cy typowi MIME ('*' jest u¿ywana tutaj zamiast '.').

source: Handler matching this MIME-type name ('*' is used here in place of '.').
pl: Program obs³ugi odpowiadaj±cy nazwie typu MIME ('*' jest u¿ywana tutaj zamiast '.').

source: File type handlers
pl: Programy obs³ugi typów plików

source: A file type handler is a set of information about how to use an external program to view a file. It is possible to refer to it for several MIME types -- e.g., you can define an 'image' handler to which mime.type.image.png, mime.type.image.jpeg, and so on will refer; or one might define a handler for a more specific type of file -- e.g., PDF files. Note you must define both a MIME handler and a MIME type association for it to work.
pl: Uchwyt typu pliku jest zbiorem informacji jak korzystaæ z zewnêtrznych programów, ¿eby zobaczyæ plik, np. mo¿na zdefiniowaæ uchwyt 'images', do którego bêd± odnosi³y siê mime.type.image.png, mime.type.image.jpeg, itd; mo¿na zdefiniowaæ uchwyt dla bardziej skomplikowanych typów plików, np. PDF. Pamiêtaj, ¿e musisz zdefiniowaæ uchwyt MIME i skojarzenie typu plików, ¿eby to zadzia³a³o.

source: Description of this handler.
pl: Opis tego programu obs³ugi.

source: System-specific handler description (ie. unix, unix-xwin, ...).
pl: Specyficzny dla systemu opis programu obs³ugi (np. unix, unix-xwin, ...).

source: Ask before opening
pl: Zapytaj przed otwarciem

source: Ask before opening.
pl: Zapytaj przed otwarciem.

source: Block terminal
pl: Blokowanie terminala
sk: Zablokova» terminál

source: Block the terminal when the handler is running.
pl: Zablokuj terminal, gdy program obs³ugi jest wykonywany.

source: External viewer for this file type. '%' in this string will be substituted by a file name.
pl: Zewnêtrzna przegl±darka dla tego typu plików. '%' w ³añcuchu zostanie zast±piony nazw± pliku.

source: File extension associations
pl: Skojarzenia rozszerzeñ plików
sk: Asociácie prípon súborov

source: Extension <-> MIME type association.
pl: Rozszerzenie <-> skojarzenie typu MIME

source: MIME-type matching this file extension ('*' is used here in place of '.').
pl: Typ MIME odpowiadaj±cy temu rozszerzeniu pliku ('*' jest u¿ywana tutaj zamiast '.').

source: Option system
pl: System konfiguracyjny

source: Options for mailcap support.
pl: Ustawienia obs³ugi Mailcap

source: Enable mailcap support.
pl: W³±cz obs³ugê Mailcap.

source: Mailcap search path. Colon-separated list of files. Leave as "" to use MAILCAP environment variable instead.
pl: ¦cie¿ka poszukiwañ dla Mailcap. Oddzielona dwukropkami lista plików. Zostaw jako "" by u¿ywaæ zmiennej ¶rodowiskowej MAILCAP.

source: Ask before using the handlers defined by mailcap.
pl: Pytaj zanim u¿yjesz uchwytów zdefiniowanych mailcap.

source: Type query string
pl: £añcuch typu zapytania

source: Type of description to show in "what to do with this file" query dialog: 0 is show "mailcap" 1 is show program to be run 2 is show mailcap description field if any; "mailcap" otherwise
pl: Typ opisu do wy¶wietlenia w oknie dialogowym "co zrobiæ z tym plikiem": 0 - wy¶wietla "mailcap". 1 - wy¶wietla program, który ma byæ uruchomiony. 2 - wy¶wietla opis pola mailcap, je¶li istnieje; "mailcap" w przeciwnym przypadku.

source: Prioritize entries by file
pl: Uszeregowanie pozycji w pliku

source: Prioritize entries by the order of the files in the mailcap path. This means that wildcard entries (like: image/*) will also be checked before deciding the handler.
pl: Uszereguj pozycje wed³ug porz±dku plików w ¶cie¿ce przeszukiwañ mailcap. To oznacza, ¿e pozycje z d¿okerami (takie jak: image/*) bêd± tak¿e sprawdzane zanim wybrany zostanie uchwyt.

source: Badly formated mailcap entry for type %s in "%s" line %d
pl: ¬le sformatowana pozycja dla mailcap dla typu %s w "%s" linii %d

source: Mimetypes files
pl: Pliki typu MIME

source: Options for the support of mime.types files. These files can be used to find the content type of an URL by looking at the extension of the file name.
pl: Opcje do obs³ugi plików mime.types. Pliki te mog± byæ u¿yte do znalezienia typu zawarto¶ci pliku URL-a po sprawdzeniu rozszerzenia pliku.

source: Enable mime.types support.
pl: W³±cz obs³ugê mime.types.

source: The search path for mime.types files. Colon-separated list of files.
pl: Odzielona dwukropkami lista ¶cie¿ek do plików mime.types

source: Delete extension
be: Выдал╕ць расшырэнне
lt: Iðtrinti plëtiná
pl: Usuñ rozszerzenie
ro: ªterge extensia
sk: Zmaza» príponu
tr: Uzantýyý sil
uk: Видалити розширення

source: Delete extension %s -> %s?
pl: Czy usun±æ rozszerzenie %s -> %s?

source: Extension
be: Расшырэнне
lt: Plëtinys
pl: Rozszerzenie
ro: Extensia
sk: Prípona
tr: Uzantý
uk: Розширення

source: Extension(s)
be: Расшырэнн╕
lt: Priesaga(os)
pl: Rozszerzenie
ro: Extensia (extensiile)
sk: Prípona(y)
tr: Uzantý(lar)
uk: Розширення

source: Content-Type
be: Тып зместу
lt: Turinio-Tipas
pl: Typ zawarto¶ci
ro: Tipul conþinutului
sk: Typ
uk: Тип даних

source: No extensions
be: Няма расшырэння╝
lt: Nëra plëtiniø
pl: Brak rozszerzeñ
ro: Fãrã extensie
sk: ®iadne prípony
tr: Uzantý yok
uk: Нема╓ розширень

source: MIME-related options (handlers of various MIME types).
pl: Ustawienia zwi±zane z MIME (uchwyty dla ró¿nych typów MIME).

source: Default MIME-type
pl: Domy¶lny typ MIME

source: Document MIME-type to assume by default (when we are unable to guess it properly from known information about the document).
pl: Typ MIME przyjmowany domy¶lnie (gdy nie mo¿na go okre¶liæ z informacji o dokumencie).

source: Built on %s %s
pl: Zbudowany na %s %s

source: Text WWW browser
be: Lynx-падобны тэкставы вэб-бра╝зэр
lt: Lynx-tipo tekstinë narðyklë
pl: Tekstowa przegl±darka WWW
ro: ca ºi lynx, navigator WWW de tip text
sk: Textový WWW browser
tr: Lynx türünde metin tabanlý tarayýcý
uk: Под╕бний до Lynx текстовий веб-брoузер

source: (built on %s %s)
pl: (zbudowany na %s %s)

source: Features:
pl: W³a¶ciwo¶ci:
sk: Vlastnosti:

source: Own Libc Routines
pl: W³asne funkcje Libc

source: No Backtrace
pl: Bez backtrace

source: No mouse
pl: Brak myszy

source: ~Window
be: Акно
lt: Langas
pl: ~Okno
ro: ~Fereastrã
sk: ~Okno
tr: ~Pencere
uk: В╕кно

source: ~Full screen
be: На ╝весь экран
lt: Visas ekranas
pl: ~Pe³ny ekran
ro: Pe tot ~ecranul
sk: ~Celá obrazovka
tr: ~Tam ekran
uk: Повний екран

source: ~BeOS terminal
be: Тэрм╕нал BeOS
lt: ~BeOS terminalas
pl: Terminal ~BeOS
ro: Terminal ~BeOS
sk: ~BeOS terminál
tr: ~BeOS terminali
uk: Терм╕нал BeOS

source: Authentication required for %s at %s
pl: Potrzebne uwierzytelnienie dla %s w %s
sk: Pre %s na %s je potrebná autentizácia

source: HTTP Authentication
be: А╝тэнтыф╕кацыя HTTP
pl: Uwierzytelnienie HTTP
sk: HTTP Autentizácia
uk: HTTP Аутентиф╕кац╕я

source: Password
be: Пароль
pl: Has³o
ro: Parola
sk: Heslo
uk: Пароль

source: Realm
pl: Uwierzytelnienie

source: none
pl: ¿aden

source: State
pl: Stan

source: valid
pl: poprawny

source: Sorry, but auth entry "%s" cannot be deleted.
pl: Przykro mi, ale pozycja autentykacji "%s" nie mo¿e byæ usuniêta.

source: Sorry, but auth entry "%s" is being used by something else.
pl: Przykro mi, ale pozycja autentykacji "%s" jest u¿ywana przez co¶ innego.

source: Delete marked auth entries
pl: Usuwanie zaznaczonych pozycji autentykacji

source: Delete marked auth entries?
pl: Czy usun±æ zaznaczone pozycje autentykacji?

source: Delete auth entry
pl: Usuwanie pozycji autentykacji

source: Delete this auth entry?
pl: Czy usun±æ tê pozycjê autentykacji?

source: Clear all auth entries
pl: Skasowanie wszystkich pozycji

source: Do you really want to remove all auth entries?
pl: Czy na pewno chcesz skasowaæ wszystkie pozycje autentykacji?

source: Authentication manager
pl: Zarz±dca autentykacji

source: Local files
pl: Lokalne pliki
sk: Lokálne súbory

source: Options specific to local browsing.
pl: Ustawienia dotycz±ce przegl±dania lokalnych plików.
sk: Nastavenia prezerania lokálnych súborov

source: Local CGI
pl: Lokalne CGI
sk: Lokálne CGI skripty

source: Local CGI specific options.
pl: Ustawienia dotycz±ce lokalnych skryptów CGI.
sk: Nastavenie spú¹»ania lokálnych CGI skriptov.

source: Colon separated list of directories, where CGI scripts are stored.
pl: Oddzielona dwukropkami lista katalogów, w których s± umieszczone skrypty CGI.
sk: Zoznam adresárov (oddelených dvojbodkou), kde sú ulo¾ené CGI skripty.

source: Allow local CGI
pl: Pozwolenie na wykonywanie skryptów CGI
sk: Povoli» lokálne CGI skripty

source: Whether to execute local CGI scripts.
pl: Czy uruchamiaæ lokalne skrypty CGI.
sk: Povolenie spú¹»ania lokálnych CGI skriptov.

source: Allow reading special files
pl: Zezwolenie na czytanie plików specjalnych
sk: Povoli» èítanie ¹peciálnych súborov

source: Whether to allow reading from non-regular files. Note this can be dangerous; reading /dev/urandom or /dev/zero can ruin your day!
pl: Czy zezwoliæ na czytanie z plików innych ni¿ zwyk³e? NIEBEZPIECZNE - czytanie /dev/urandom czy /dev/zero mo¿e zepsuæ Ci dzieñ!

source: Show hidden files in directory listing
pl: Pokazuj ukryte pliki przy wy¶wietlaniu katalogów
sk: Zobrazi» skryté súbory vo výpisoch adresárov

source: When set to false, files with name starting with a dot will be hidden in local directories listing.
pl: Je¶li ustawione na 0, pliki zaczynaj±ce siê od kropki nie bêd± pokazywane.

source: Try encoding extensions
pl: Próbuj ró¿ne rozszerzenia plików
sk: Skú¹a» prípony rôznych kódovaní

source: When set, if we can't open a file named 'filename', we'll try to open 'filename' with some encoding extension appended (ie. 'filename.gz'); it depends on the supported encodings.
pl: Gdy ustawione, je¶li nie mo¿na otworzyæ pliku 'plik', ELinks bêdzie próbowa³ otworzyæ 'plik' + jakie¶ rozszerzenie (np. 'plik.gz'); zale¿y to od wspieranych formatów kompresji.
sk: Ak je táto voµba zapnutá

source: File
pl: Plik

source: FTP specific options.
pl: Opcje dotycz±ce protoko³u FTP.
sk: Nastavenie FTP.

source: Proxy configuration
pl: Konfiguracja proxy
sk: Nastavenie proxy

source: FTP proxy configuration.
pl: Konfiguracja proxy dla protoko³u FTP.
sk: Nastavenie FTP proxy.

source: Host and port-number
pl: Host i numer portu
sk: Adresa a èíslo portu

source: Host and port-number (host:port) of the FTP proxy, or blank. If it's blank, FTP_PROXY environment variable is checked as well.
pl: Host i numer portu (host:port) serwera proxy FTP, albo puste. Je¶li puste sprawdzana jest zmienna ¶rodowiskowa FTP_PROXY.
sk: Hostiteµ a èíslo portu (host:port) FTP proxy, alebo niè, ak proxy nepou¾ívate. Ak je voµba nevyplnená, ELinks sa e¹te pokúsi pou¾i» hodnotu ulo¾enú v premennej prostredia FTP_PROXY.

source: Anonymous password
pl: Has³o dla anonimowego FTP
sk: Anonymné heslo

source: FTP anonymous password to be sent.
pl: Has³o wysy³ane do anonimowych serwerów FTP.
sk: Heslo pre anonymné FTP.

source: Use passive mode (IPv4)
pl: U¿ywanie trybu pasywnego (IPv4)
sk: Pou¾íva» pasívny re¾im (IPv4)

source: Use PASV instead of PORT (passive vs active mode, IPv4 only).
pl: U¿ywaj PASV zamiast PORT (tryb pasywny kontra aktywny, tylko IPv4).
sk: Pou¾i» príkaz PASV namiesto PORT (pasívny vs. aktívny re¾im, iba IPv4).

source: Use passive mode (IPv6)
pl: U¿ywanie trybu pasywnego (IPv6)
sk: Pou¾íva» pasívny re¾im (IPv6)

source: Use EPSV instead of EPRT (passive vs active mode, IPv6 only).
pl: U¿ywaj EPSV zamiast EPRT (tryb pasywny kontra aktywny, tylko IPv6).
sk: Pou¾i» príkaz EPSV namiesto EPRT (pasívny vs. aktívny re¾im, iba IPv6).

source: HTTP error %03d
pl: B³±d HTTP %03d

source: An error occurred on the server while fetching the document you requested. However, the server did not send back any explanation of what happenned, so it is unknown what went wrong. Please contact the web server administrator about this, if you believe that this error should not occur since it is not a nice behaviour from the web server at all and indicates that there is some much deeper problem with the web server software.
pl: Podczas pobierania dokumentu dosz³o do b³êdu po stronie serwera. Serwer nie odes³a³ ¿adnego wyja¶nienia co siê sta³o. By³oby mi³o gdyby¶ poinformowa³(a) o tym administratora serwera, gdy¿ nie jest to po¿±dane zachowanie oraz czêsto wskazuje na powa¿niejszy problem z oprogramowaniem serwera www.

source: HTTP-specific options.
pl: Ustawienia dotycz±ce protoko³u HTTP.
sk: Nastavenie HTTP.

source: Server bug workarounds
pl: Obej¶cie b³êdów serwera
sk: Obchádzanie chýb v serveroch

source: Server-side HTTP bugs workarounds.
pl: Obej¶cia b³êdów HTTP po stronie serwera.
sk: Obchádzanie chýb v HTTP serveroch

source: Do not send Accept-Charset
pl: Nie wysy³aj Accept-Charset
sk: Neposiela» Accept-Charset

source: The Accept-Charset header is quite long and sending it can trigger bugs in some rarely found servers.
pl: Pole nag³ówka Accept-Charset jest d³ugie i wys³anie go mo¿e powodowaæ b³êdy w dzia³aniu niektórych serwerów.
sk: Hlavièka Accept-Charset býva veµmi dlhá a jej posielanie mô¾e vyvola» chyby v niektorých zriedkavo sa vyskytujúcich serveroch.

source: Allow blacklisting
pl: Zezwolenie na "czarn± listê"
sk: Povoli» èiernu listinu

source: Allow blacklisting of buggy servers.
pl: Pozwól na "czarn± listê" zapluskwionym serwerom.
sk: Povoli» èiernu listinu chybných serverov.

source: Broken 302 redirects
pl: B³êdne przekierowania 302
sk: Chybné presmerovania HTTP kódom 302

source: Broken 302 redirect (violates RFC but compatible with Netscape). This is a problem for a lot of web discussion boards and the like. If they will do strange things to you, try to play with this.
pl: B³êdne przekierowanie 302 (narusza RFC, ale jest kompatybilne z Netscapem). Jest to problem wielu webowych forum dyskusyjnych. Je¶li sprawiaj± problemy, spróbuj to ustawiæ.
sk: Chybné presmerovanie HTTP kódom 302 síce odporujú RFC, ale sú kompatibilné s Netscape a ostatnými roz¹írenými prehliadaèmi. Na túto chybu sa spolieha veµa webových diskusných boardov a podobných. Ak vám spôsobujú podivné problémy, skúste sa pohra» s týmto nastavením.

source: No keepalive after POST requests
pl: Brak keepalive po zg³oszeniu POST
sk: Nepou¾íva» keepalive spojenie po po¾iadavku POST

source: Disable keepalive connection after POST request.
pl: Wy³±cza po³±czenia keepalive po zg³oszeniu POST.
sk: Nepou¾íva» keepalive spojenie po po¾iadavku POST.

source: Use HTTP/1.0
pl: U¿ywanie HTTP/1.0
sk: Pou¾íva» HTTP/1,0

source: Use HTTP/1.0 protocol instead of HTTP/1.1.
pl: U¿yj protoko³u HTTP/1.0 zamiast HTTP/1.1.
sk: Pou¾íva» protokol HTTP/1,0 namiesto HTTP/1.1.

source: HTTP proxy configuration.
pl: Konfiguracja proxy dla protoko³u HTTP.
sk: Nastavenie HTTP proxy.

source: Host and port-number (host:port) of the HTTP proxy, or blank. If it's blank, HTTP_PROXY environment variable is checked as well.
pl: Host i numer portu (host:port) serwera proxy HTTP, lub puste. Je¶li puste sprawdzana jest zmienna ¶rodowiskowa HTTP_PROXY.
sk: Hostiteµ a èíslo portu (host:port) HTTP proxy, alebo niè, ak proxy nepou¾ívate. Ak je voµba nevyplnená, ELinks sa e¹te pokúsi pou¾i» hodnotu ulo¾enú v premennej prostredia HTTP_PROXY.

source: Username
pl: Nazwa u¿ytkownika
sk: U¾ívateµské meno

source: Proxy authentication username.
pl: Nazwa u¿ytkownika do uwierzytelnienia wobec serwera proxy.
sk: U¾ívateµské meno na prihlasovanie cez proxy

source: Proxy authentication password.
pl: Has³o do uwierzytelnienia wobec serwera proxy.
sk: Heslo na prihlasovanie cez proxy

source: Referer sending
pl: Wysy³anie referencji
sk: Posiela» referer

source: HTTP referer sending options. HTTP referer is a special header sent in the HTTP requests, which is supposed to contain the previous page visited by the browser. This way, the server can know what link did you follow when accessing that page. However, this behaviour can unfortunately considerably affect privacy and can lead even to a security problem on some badly designed web pages.
pl: Ustawienia dotycz±ce wysy³ania referencji HTTP. Referencja jest specjalnym polem nag³ówka wysy³anym w zapytaniach HTTP, zawiera poprzednio odwiedzan± stronê przez przegl±darkê. W ten sposób serwer mo¿e siê dowiedzieæ z jakiej strony odno¶nik wybra³e¶(a¶). Takie zachowanie mo¿e naruszaæ prywatno¶æ.
sk: Voµby pre posielanie HTTP refereru. HTTP referer je ¹peciálna hlavièka posielaná v HTTP po¾iadavkoch, ktorá by mala obsahova» predchádzajúci dokument nav¹tívený prehliadaèom. Takto sa mô¾e server dozvedie» odkiaµ sa èlovek na danú stránku dostal. Bohu¾iaµ toto chovanie mô¾e podstatne naru¹i» súkromie u¾ívateµa a v prípade niektorých zle zabezpeèených webových aplikácií spôsobi» ohrozenie bezpeènosti.

source: Policy
pl: Polisa
sk: Politika

source: Mode of sending HTTP referer: 0 is send no referer 1 is send current URL as referer 2 is send fixed fake referer 3 is send previous URL as referer (correct, but insecure)
pl: Tryb wysy³ania pola nag³ówka HTTP Referer: 0 - nie wysy³aj Referer 1 - wysy³aj bie¿±cy URL 2 - wysy³aj z góry ustalony Referer 3 - wysy³aj poprzedni URL (poprawne, ale niebezpieczne)

source: Fake referer URL
pl: Ustalony zmy¶lony Referer URL
sk: Falo¹né referer URL

source: Fake referer to be sent when policy is 2.
pl: Zmy¶lony URL jest wysy³any, gdy polisa jest ustawiona na 2.
sk: Falo¹ný referer, ktorý sa posiela ak je politika nastavená na 2.

source: Send Accept-Language header
pl: Wysy³anie pola nag³ówka Accept-Language
sk: Posiela» hlavièku Accept-Language (Akceptuj-Jazyk)

source: Send Accept-Language header.
pl: Wy¶lij pole nag³ówka Accept-Language
sk: Posiela» hlavièku Accept-Language (Akceptuj-Jazyk).

source: Use UI language as Accept-Language
pl: U¿yj jêzyka interfejsu u¿ytkownika jako Accept-Language
sk: Pou¾i» jazyk u¾ívateµského rozhrania ako Accept-Language

source: Request localised versions of documents from web-servers (using the Accept-Language header) using the language you have configured for ELinks' user-interface (this also affects navigator.language ECMAScript value available to scripts). Note that some see this as a potential security risk because it tells web-masters and the FBI sniffers about your language preference.
pl: ¯±da narodowej wersji dokumentu od serwera (u¿ywaj±c Accept-Language) u¿ywaj±c jêzyka dla którego masz skonfigurowany interfejs u¿ytkownika (dotyczy to tak¿e w³a¶ciwo¶ci navigator.language ECMAScript, która jest dostêpna dla skryptów). Wiedz, ¿e mo¿e siê to wi±zaæ z pewnym ryzykiem poniewa¿ mówisz serwerowi o swoich preferencjach jêzykowych.

source: Activate HTTP TRACE debugging
pl: Uaktywnij debugowanie HTTP TRACE
sk: Aktivova» ladenie pomocou HTTP TRACE

source: If active, all HTTP requests are sent with TRACE as their method rather than GET or POST. This is useful for debugging of both ELinks and various server-side scripts --- the server only returns the client's request back to the client verbatim. Note that this type of request may not be enabled on all servers.
pl: Gdy aktywne wszystkie zapytania HTTP s± wysy³ane przy u¿yciu metody TRACE. Jest to przydatne przy debugowaniu ELinksa jak i skryptów po stronie serwera --- serwer odsy³a zapytanie to klienta. Wiedz, ¿e nie wszystkie serwery to obs³uguj±.
sk: Ak je táto voµba zapnutá, v¹etky HTTP po¾iadavky sú posielané s metódou TRACE namiesto GET alebo POST. To je u¾itoèné pri ladení ELinksu a rôznych server-side skriptov. Server iba vráti klientovi jeho ¾iados» tak, ako ju dostal. Tento typ nemusí by» povolený na v¹etkých serveroch.

source: User-agent identification
pl: Identyfikacja przegl±darki
sk: Identifikácia prehliadaèa

source: Change the User Agent ID. That means identification string, which is sent to HTTP server when a document is requested. The 'textmode' token in the first field is our silent attempt to establish this as a standard for new textmode user agents, so that the webmasters can have just a single uniform test for these if they are ie. pushing some lite version to them automagically. %v in the string means ELinks version %s in the string means system identification %t in the string means size of the terminal %b in the string means number of bars displayed by ELinks Use " " if you don't want any User-Agent header to be sent at all.
pl: Zmienia identyfikator przegl±darki. To znaczy ³añcuch, który jest wysy³any do serwera HTTP przy ka¿dym ¿±daniu dokumentu. Cz³on 'textmode' w pierwszym polu jest nasz± cich± prób± ustanowienia standardu dla przegl±darek tekstowych. Dziêki temu webmasterzy bêd± mogli ³atwo sprawdziæ typ przegl±darki i np. zapodaæ lekk± wersjê dokumentu dla przegl±darek tekstowych automagicznie. %v - wersja ELinksa %s - nazwa systemu %t - rozmiar terminala %b - liczba pasków wy¶wietlanych przez ELinksa U¿yj " " je¶li nie chcesz wysy³ania ¿adnej informacji o przegl±darce.

source: HTTPS-specific options.
pl: Ustawienia dotycz±ce protoko³u HTTPS.
sk: Nastavenie HTTPS.

source: HTTPS proxy configuration.
pl: Konfiguracja proxy dla protoko³u HTTPS.
sk: Nastavenie HTTPS proxy.

source: Host and port-number (host:port) of the HTTPS CONNECT proxy, or blank. If it's blank, HTTPS_PROXY environment variable is checked as well.
pl: Host i numer portu (host:port) serwera proxy HTTPS, lub puste. Je¶li puste sprawdzana jest zmienna ¶rodowiskowa HTTPS_PROXY.
sk: Hostiteµ a èíslo portu (host:port) HTTPS proxy, alebo niè, ak proxy nepou¾ívate. Ak je voµba nevyplnená, ELinks sa e¹te pokúsi pou¾i» hodnotu ulo¾enú v premennej prostredia HTTPS_PROXY.

source: NNTP error
pl: B³±d NNTP

source: An error occurred while fetching the document you requested from %s. The error message is: %s
pl: Wyst±pi³ b³±d podczas ¶ci±gania dokumentu z %s. Komunikat b³êdu: %s

source: NNTP and news specific options.
pl: Ustawienia dotycz±ce protoko³u NNTP i niusów.

source: Default news server
pl: Domy¶lny serwer niusów
