Repository: codecandiescom/elinks-history
Catalog: po/*.po
Languages: be, lt, pl, ro, sk, tr, uk

source: How to inform the user when nothing is matched: 0 means do nothing 1 means beep the terminal 2 means pop up message box
pl: W jaki sposób informowaæ u¿ytkownika, gdy na nic siê nie natrafi: 0 - nie robiæ nic 1 - u¿yæ dzwonka 2 - wy¶wietliæ okienko dialogowe

source: Typeahead searching
pl: Szukanie z wyprzedzeniem

source: Start typeahead searching when an unbound key is pressed without any modifiers. Note that most keys have default bindings, so this feature will not be useful unless you unbind them. 0 disables this feature; typeahead searching will only be used when you press a key bound to search-typeahead or similar 1 automatically starts typeahead searching thru link text 2 automatically starts typeahead searching thru all document text
pl: Szukaj z wyprzedzeniem gdy nie przypisany klawisz jest przyci¶niêty bez ¿adnych modyfikatorów. Zauwa¿, ¿e wiêkszo¶æ klawiszy ma domy¶lne przypisania, tak wiêc ta w³a¶ciwo¶æ nie bêdzie u¿yteczna dopóki nie skasujesz tych przypisañ. 0 wy³±cza tê w³a¶ciwo¶æ; szukanie z wyprzedzeniem bêdzie uruchomione jedynie je¶li naci¶niesz klawisz przypisany do szukania z wyprzedzeniem 1 automatycznie zaczynaj szukaæ z wyprzedzeniem w¶ród odno¶ników 2 automatycznie zaczynaj szukaæ z wyprzedzeniem w ca³ym dokumencie

source: Horizontal text margin
pl: Margines poziomy
sk: Horizontálny okraj textu

source: Horizontal text margin.
pl: Margines poziomy.
sk: Horizontálny okraj textu.

source: Document meta refresh
pl: Obs³uga meta refresh
sk: Automatické obnovovanie dokumentov

source: Automatically follow document-specified refresh directives ('<meta> refresh' tags). Web-page authors use these to instruct the browser to reload a document at a given interval or to load another page. Regardless of the value the refresh URI is accessible as a link. Use the document.browse.minimum_refresh_time to control the minimum number of seconds a refresh will wait.
pl: Automatycznie pod±¿aj za podan± w dokumencie dyrektyw± refresh (tagi '<meta> refresh'). Autorzy stron u¿ywaj± jej do poinstruowania przegl±darki, ¿eby po danym okresie czasu prze³adowa³a dokument lub za³adowa³a inn± stronê. Niezale¿nie od warto¶ci od¶wie¿any URI jest dostêpny jako odno¶nik. U¿yj document.browse.minimum_refresh_time, aby kontrolowaæ minimaln± liczbê sekund oczekiwania na prze³adowanie strony.

source: Document meta refresh minimum time
pl: Minimalny czas zw³oki przy prze³adowaniu strony
sk: Minimálna prestávka pre automatické obnovovanie

source: The minimum number of milliseconds that should pass before refreshing. If set to zero the document refresh time is used unchanged. It can fix going back in history for some sites that use refreshing with zero values.
pl: Minimalny czas zw³oki w milisekundach przed prze³adowaniem strony Je¶li ustawiony na zero u¿ywany jest niezmieniony czas od¶wie¿ania z dokumentu. Ustawienie na warto¶æ wiêksz± od zera mo¿e naprawiæ b³êdy przy powrotach w historii dla pewnych stron, które u¿ywaj± zerowej warto¶ci czasu od¶wie¿ania.
sk: Minimálny èas v milisekundách, ktorý by mal ubehnú» pred automatickým obnovením stránky. Ak nastavený na nulu, tak sa pou¾ije èas nastavený v dokumente. Táto voµba mô¾e pomôc» pri pohybe spä» v histórii pre niektoré stránky pou¾ívajúce obnovovanie s nulovým èasom.

source: Tables navigation order
pl: Porz±dek nawigowania w tabelach
sk: Poradie navigácie v tabuµkách

source: Move by columns in table, instead of rows.
pl: Przesuwaj siê w kolumnach, zamiast w wierszach.
sk: Presun po odkazoch pôjde po ståpcoch namiesto po riadkoch.

source: Cache
pl: Pamiêæ podrêczna
sk: Ke¹ (doèasná pamä»)

source: Cache options.
pl: Ustawienia pamiêci podrêcznej.
sk: Nastavenie ke¹e.

source: Cache information about redirects
pl: Informacje pamiêci podrêcznej na temat przekierowañ
sk: Ke¹ova» informáciu o presmerovaniach

source: Cache even redirects sent by server (usually thru HTTP by a 302 HTTP code and a Location header). This was the original behaviour for a quite some time, but it causes problems in a situation very common to various web login systems - frequently, when accessing certain location, they will redirect you to a login page if they don't receive an auth cookie, the login page then gives you the cookie and redirects you back to the original page, but there you have already cached redirect back to the login page! If this option has value of 0, this malfunction is fixed, but occasionally you may get superfluous (depends on how you take it ;-) requests to the server. If this option has value of 1, experienced users can still workaround it by clever combination of usage of reload, jumping around in session history and hitting ctrl+enter. Note that this option is checked when retrieving the information from cache, not when saving it to cache - thus if you will enable it, even previous redirects will be taken from cache instead of asking the server.
pl: Buforuj parzyste przekierowania wysy³ane przez serwer (zwykle przez HTTP z kodem 302 i polem nag³ówka Location) Takie by³o dotychczasowe zachowanie, ale mo¿e ono powodowaæ problemy z systemami logowania opartymi o www - czêsto, gdy odwiedzasz pewn± lokacjê, serwer przekierowuje Ciê do strony logowania, je¶li nie otrzyma uwierzytelniaj±cego ciasteczka, strona logowania ustala to ciasteczko i odsy³a Ciê z powrotem do poprzedniej strony, ale wtedy jest ju¿ zbuforowane przekierowanie do strony logowania! Gdy opcja ma warto¶æ 0 ta nieprawid³owo¶æ nie zachodzi, choæ czasami nast±pi dodatkowe odwo³anie do serwera (w zale¿no¶ci jak to interpretujesz). Gdy opcja ma warto¶æ 1 do¶wiadczeni u¿ytkownicy ci±gle mog± obej¶æ tê niedogodno¶æ poprzez b³yskotliwe kombinacje prze³adowañ strony, skakania po historii i wciskania CTRL+ENTER. Wiedz, ¿e opcja ta jest sprawdzana, gdy obierasz informacje z pamiêci podrêcznej, nie gdy zapisujesz do niej - zatem, je¶li w³±czysz tê opcjê parzyste przekierowania bêd± pochodzi³y z pamiêci podrêcznej i serwer nie bêdzie odpytywany.

source: Ignore cache-control info from server
pl: Ignoruj pola nag³ówka o cache-control
sk: Ignorova» informáciu o ke¹ovaní od servera

source: Ignore Cache-Control and Pragma server headers. When set, the document is cached even with 'Cache-Control: no-cache'.
pl: Ignoruj pola nag³ówka Cache-Control i Pragma. Gdy ta opcja jest ustawiona, dokumenty bêd± buforowane nawet z 'Cache-Control: no-cache'.
sk: Ignorova» hlavièky Cache-Control a Pragma, prijaté od servera. Ak nastavené, dokument je ke¹ovaný aj keï hlavièka obsahuje 'Cache-Control: no-cache'.

source: Formatted documents
pl: Sformatowane dokumenty
sk: Sformátované dokumenty

source: Format cache options.
pl: Ustawienia formatu pamiêci podrêcznej
sk: Nastavenie cache formátovaných dokumentov.

source: Number
pl: Ilo¶æ
sk: Èíslo

source: Number of cached formatted pages. Do not get too generous here, 'formatted' means that all the accompanying structures are kept in memory so that you get the cached document immediatelly, but these structures may take a lot - 2x the size of the HTML source is probably not unusual, but it can be even more if the document consists of a lot of short lines (padded right, if possible) and links and not much other markup. So if you set this to 256 and then you don't like your ELinks eating 90M, don't come complaining to us. ;-) Also note that the format cache itself is not counted to the memory cache size, but the HTML source of the formatted documents is always cached, even if it is over the memory cache size threshold. (Then of course no other documents can be cached.)
pl: Liczba sformatowanych dokumentów w pamiêci podrêcznej. Sformatowane oznacza tutaj, ¿e dodatkowe struktury danych trzymane s± w pamiêci, tak ¿eby dokument by³ wy¶wietlany natychmiast. Niestety te dane zajmuj± du¿o pamiêci, czêsto ponad dwukrotnie wiêcej ni¿ oryginalny dokument ¼ród³owy, a mog± i wiêcej, je¶li dokument zawiera mnóstwo krótkich linii i odno¶ników, i niewiele innych znaczników. Wiêc, je¶li ustawisz to na 256 i wtedy nie bêdziesz lubiæ ELinksa "zjadaj±cego" 90M, nie narzekaj na nas. ;-) Pamiêtaj, ¿e pamiêæ podrêczna sformatowanych dokumentów nie jest liczona do rozmiaru pamiêci podrêcznej, ale ¼ród³o HTML dokumentu jest zawsze zapamiêtywane, nawet je¶li przekroczy siê limit rozmiaru pamiêci podrêcznej. (Wtedy, oczywi¶cie ¿aden nowy dokument nie bêdzie móg³ byæ zapamiêtany.)

source: Memory cache
be: Кэш памяц╕
lt: Laikinoji atmintis
pl: Pamiêæ podrêczna
ro: Memorie cache
sk: Pamä»ová cache
uk: Кеш в пам'ят╕

source: Memory cache options.
pl: Ustawienia pamiêci podrêcznej.
sk: Nastavenie pamä»ovej cache.

source: Memory cache size (in bytes).
pl: Rozmiar pamiêci podrêcznej (w bajtach).
sk: Veµkos» pamä»ovej cache (v bajtoch)

source: Charset
pl: Zestaw znaków
sk: Znaková sada

source: Charset options.
pl: Ustawienia dotycz±ce zestawu znaków.
sk: Nastavenie znakovej sady.

source: Default codepage
pl: Domy¶lna strona kodowa
sk: ©tandardná kódová stránka

source: Default document codepage. 'System' stands for a codepage determined by a selected locale.
pl: Domy¶lna strona kodowa dokumentu. 'System' oznacza, ¿e strona kodowa bêdzie okre¶lana na podstawie locale.

source: Ignore charset info from server
pl: Ignoruj informacje o stronie kodowej z serwera
sk: Ignorova» informáciu o kódovej stránke od servera

source: Ignore charset info sent by server.
pl: Ignoruj informacje o stronie kodowej wysy³ane przez serwer.
sk: Ignorova» informáciu o kódovej stránke poslanej serverom.

source: Default color settings
pl: Domy¶lne ustawienia kolorów
sk: ©tandardné nastavenie farieb

source: Default document color settings.
pl: Domy¶lne ustawienia kolorów dokumentu.
sk: ©tandardné nastavenie farieb dokumentu

source: Link color
pl: Kolor odno¶nika
sk: Farba odkazu

source: Default link color.
pl: Domy¶lny kolor odno¶nika.
sk: ©tandardná farba odkazu

source: Visited-link color
pl: Kolor odwiedzonego odno¶nika
sk: Farba nav¹tíveného odkazu

source: Default visited link color.
pl: Domy¶lny kolor odwiedzonego odno¶nika.
sk: ©tandardná farba nav¹tíveného odkazu

source: Image-link color
pl: Kolor odno¶nika w obrazku

source: Default image link color.
pl: Domy¶lny kolor odno¶nika w obrazku.

source: Bookmarked-link color
pl: Kolor odno¶nika bêd±cego w zak³adce

source: Default bookmarked link color.
pl: Domy¶lny kolor odno¶nika bêd±cego w zak³adce

source: Directory color
pl: Kolor katalogów
sk: Farba adresára

source: Default directory color. See document.browse.links.color_dirs option.
pl: Domy¶lny kolor katalogów. Zobacz opcjê document.browse.links.color_dirs .
sk: ©tandardná farba adresára. Viï. voµbu document.browse.links.color_dirs.

source: Allow dark colors on black background
pl: Zezwolenie na ciemne kolory na czarnym tle
sk: Povoli» tmavé farby na èiernom pozadí

source: Allow dark colors on black background.
pl: Zezwól na ciemne kolory na czarnym tle.
sk: Povoli» tmavé farby na èiernom pozadí.

source: Ensure contrast
pl: Gwarancja kontrastu
sk: Zabezpeèi» kontrast

source: Makes sure that the back- and foreground color are never equal.
pl: Zapewnia, ¿e kolor t³a i pierwszoplanowy nigdy nie s± identyczne.

source: Use document-specified colors
pl: U¿ycie kolorów podanych w dokumencie
sk: Pou¾íva» farby nastavené v dokumente

source: Use colors specified in document: 0 is use always the default settings 1 is use document colors if available, except background 2 is use document colors, including background. This can mostly look very impressive, but some sites will appear really ugly. Note, that obviously if the background is not black, it will break the behaviour of transparency.
pl: U¿ywaj kolorów podanych w dokumencie: 0 - u¿ywaj zawsze kolorów domy¶lnych 1 - u¿ywaj kolorów dokumentu, za wyj±tkiem t³a 2 - u¿ywaj kolorów dokumentu, tak¿e dla t³a. Wygl±da to najczê¶ciej nie¼le, choæ kilka stron wygl±da nêdznie (niestety slashdot jest w¶ród nich (ale pozwól mu serwowaæ zwyk³± wersjê i ¶wiat stanie siê nagle znacznie szczê¶liwszym miejscem do ¿ycia)). Wiedz, ¿e je¶li t³o nie bêdzie czarne, to popsuje to przezroczysto¶æ, je¶li by³a ona ustawiona na terminalu.

source: Downloading
pl: Pobieranie
sk: S»ahovanie

source: Options regarding files downloading and handling.
pl: Ustawienia dotycz±ce pobierania plików.
sk: Nastavenie s»ahovania súborov a ich obsluhy.

source: Default download directory
pl: Domy¶lny katalog dla pobieranych plików
sk: ©tandardný adresár pre s»ahované súbory

source: Default download directory.
pl: Domy¶lny katalog dla pobieranych plików.
sk: ©tandardný adresár pre s»ahované súbory.

source: Set original time
pl: Ustaw oryginalny czas
sk: Nastavi» pôvodný èas

source: Set the timestamp of each downloaded file to the timestamp stored on the server.
pl: Ustaw znacznik czasu ka¿dego ¶ci±ganego pliku na taki jak na serwerze.
sk: Nastavi» èas vytvorenia stiahnutého súboru na taký èas vytvorenia, aký je ulo¾ený na serveri.

source: Prevent overwriting
pl: Zapobieganie nadpisywaniu
sk: Zabráni» prepísaniu

source: Prevent overwriting the local files: 0 is files will silently be overwritten 1 is add a suffix .{number} (for example '.1') to the name 2 is ask the user
pl: Zapobiegaj nadpisywaniu lokalnych plików: 0 - pliki bêd± zawsze nadpisywane. 1 - dodaj przyrostek .{liczba} (na przyk³ad '.1') do nazwy. 2 - zapytaj u¿ytkownika.

source: Notify download completion by bell
pl: Informuj o zakoñczeniu pobierania dzwonkiem
sk: Upozorni» na ukonèenie s»ahovania pípnutím

source: Audio notification when download is completed: 0 is never 1 is when background notification is active 2 is always
pl: D¼wiêkowe powiadamianie o zakoñczeniu pobierania: 0 - nigdy. 1 - gdy powiadamianie w tle jest w³±czone. 2 - zawsze

source: Dump output
pl: Zrzuty
sk: Dump výstup

source: Dump output options.
pl: Ustawienia dotycz±ce zrzutów.
sk: Nastavenie dump výstupu.

source: Codepage
be: Кодавая старонка
lt: koduotë
pl: Strona kodowa
ro: Codare
sk: Kódová stránka
tr: Karakter seti
uk: Кодова стор╕нка

source: Codepage used in dump output. 'System' stands for a codepage determined by a selected locale.
pl: Strona kodowa u¿yta podczasu zrzutu. 'System' oznacza i¿ zostanie okre¶lona przez wybrane locale.

source: Header string used in dumps. %u is substituted by URL.
pl: £añcuch nag³ówka u¿ywany przy zrzutach. %u jest zastêpowane przez URL.

source: Footer
pl: Stopka

source: Footer string used in dumps. %u is substituted by URL.
pl: £añcuch stopki u¿ywany przy zrzutach. %u jest zastêpowane przez URL.

source: String which separates two dumps.
pl: £añcuch, który rozdziela dwa zrzuty.

source: Width
pl: Szeroko¶æ
sk: ©írka

source: Width of screen in characters when dumping documents.
pl: Szeroko¶æ ekranu w znakach przy zrzutach dokumentów.

source: History
pl: Historia
sk: História

source: History options.
pl: Ustawienia dotycz±ce historii
sk: Nastavenie histórie.

source: Keep unhistory
pl: Zapamiêtuj historiê powrotów
sk: Udr¾ova» antihistóriu

source: Keep unhistory ("forward history").
pl: Czy pamiêtaæ historiê powrotów?

source: HTML rendering
pl: Renderowanie HTML-a
sk: HTML zobrazenie

source: Options concerning the display of HTML pages.
pl: Ustawienia dotycz±ce wy¶wietlania stron HTML.
sk: Voµby týkajúce sa zobrazovania HTML stránok.

source: Display frames
pl: Wy¶wietlanie ramek
sk: Zobrazi» rámce

source: Display frames.
pl: Wy¶wietlaj ramki.
sk: Zobrazi» rámce.

source: Display tables
pl: Wy¶wietlanie tabel
sk: Zobrazi» tabuµky

source: Display tables.
pl: Wy¶wietlaj tabele
sk: Zobrazi» tabuµky.

source: Display subscripts
pl: Wy¶wietlanie indeksów dolnych
sk: Zobrazi» dolné indexy

source: Display subscripts (as [thing]).
pl: Pokazuj indeks dolny (jako [co¶]).
sk: Zobrazi» dolné indexy (ako [index])

source: Display superscripts
pl: Wy¶wietlanie indeksów górnych
sk: Zobrazi» horné indexy

source: Display superscripts (as ^thing).
pl: Pokazuj indeks górny (jako ^co¶).
sk: Zobrazi» horné indexy (ako ^index)

source: Rendering of html link element
pl: Renderowanie elementu odno¶nika html
sk: Zobrazovanie HTML elementu 'link' (¹peciálnych odkazov)

source: How to render <link> tags from the HTML header: 0 is nothing 1 is title 2 is name in addition 3 is hreflang in addition 4 is type in addition 5 is everything
pl: W jaki sposób renderowaæ znaczniki <link> w nag³ówku HTML: 0 - w ogóle 1 - tytu³ 2 - dodatkowo nazwa 3 - dodatkowo hreflang 4 - dodatkowo typ 5 - wszystko

source: Underline links
pl: Podkre¶lanie odno¶ników
sk: Podèiarkova» odkazy

source: Underline links.
pl: Podkre¶laj odno¶niki.
sk: Podèiarkova» odkazy.

source: Wrap non breaking space
pl: Zawijanie nie ³ami±cych spacji
sk: Rozdeµova» nedeliteµné medzery

source: If set do not honour non breaking space (the nbsp entity) but allow to wrap the text. This can help keeping the width of documents down so no horizontal scrolling is needed.
pl: Je¶li ustawione nie nie honoruj nie ³ami±cych spacji (encji nbsp), ale pozwól zawijaæ tekst. To mo¿e pomóc utrzymaæ szeroko¶æ dokumentów tak, ¿eby nie by³o potrzebne przewijanie w poziomie.
sk: Ak nastavené, tak nedeliteµné medzery (&nbsp; entity) budú pova¾ované za normálne medzery a bude na nich rozdeµovaný text. To mô¾e pomôc» proti veµmi ¹irokým dokumentom, aby nebolo nutné horizontálne skrolova» pri ich pozeraní.

source: Plain rendering
pl: Renderowanie zwyk³ego tekstu
sk: Zobrazovanie textových dokumentov

source: Options concerning the display of plain text pages.
pl: Ustawienia dotycz±ce wy¶wietlania zwyk³ego tekstu.
sk: Nastavenia týkajúce sa zobrazovania stránok s èistým textom.

source: Display URIs
pl: Wy¶wietlanie URI
sk: Zobrazi» URI

source: Display URIs in the document as links.
pl: Wy¶wietlanie URI w dokumencie jako odno¶ników.
sk: Zobrazi» URI v dokumente ako odkazy.

source: Compress empty lines
pl: Usuwanie pustych linii
sk: Zlúèi» prázdne riadky

source: Compress successive empty lines to only one in displayed text.
pl: Usuwaj nastêpne puste linie, tak ¿eby tylko jedna pusta linia by³a wy¶wietlana.
sk: Zlúèi» niekoµko za sebou idúcich prázdnych riadkov do jedného.

source: URI passing
pl: Przekazywanie URI

source: Rules for passing URIs to external commands.
pl: Zasady przekazywania URI do zewnêtrznych poleceñ.

source: A rule for passing URI to an external command. The format is: %c in the string means the current URL %% in the string means '%' Do _not_ put single- or double-quotes around %c.
pl: Zasada przekazywania URI do zewnêtrznego polecenia. Format: %c w ³añcuchu oznacza bie¿±cy URL %% w ³añcuchu oznacza '%' Nie dodawaj apostrofów lub cudzys³owiów wokó³ %c.

source: Information files
pl: Pliki informacyjne

source: Options for information files in ~/.elinks.
pl: Ustawienia plików informacyjnych w ~/.elinks.

source: Save interval
pl: Przedzia³ czasu pomiêdzy automatycznymi zapisami

source: Interval at which to trigger information files in ~/.elinks to be saved to disk if they has changed (seconds; 0 to disable)
pl: Przedzia³ czasu po krórym w razie potrzeby nastêpuje zapis plików informacyjnych w ~/.elinks (w sekundach: 0 aby wy³±czyæ)

source: Use secure file saving
pl: U¿ywanie bezpiecznego zapisu plików

source: First write data to unique temporary file, then rename this file upon successfully finishing this. Note that this relates only to config files, not downloaded files. You may want to disable it if you are using some exotic permissions for concerned files. Secure file saving is automagically disabled if file is symlink. Warning: some systems (ie. OS/2, Win32) require that destination file doesn't exist when rename(3) is called, breaking atomicity, and reducing reliability of this feature.
pl: Najpierw zapisuje dane do unikatowego tymczasowego pliku, potem zmienia jego nazwê pod warunkiem pomy¶lnego zapisu do pliku. Wiedz, ¿e to odnosi siê do plików konfiguracyjnych, a nie pobieranych. Mo¿esz chcieæ wy³±czyæ to, je¶li u¿ywasz plików konfiguracyjnych z egzotycznymi uprawnieniami. Bezpieczne zapisywanie plików jest automatycznie wy³±czane, gdy plik konfiguracyjny jest dowi±zaniem symbolicznym. Uwaga: niektóre systemy (np. OS/2, Win32) wymagaj±, by docelowy plik nie istnia³, gdy rename() jest wywo³ywane, ³ami±c atomowo¶æ i redukuj±c pewno¶æ zapisu.

source: Terminals
pl: Terminale
sk: Terminály

source: Terminal options.
pl: Ustawienia terminala
sk: Nastavenie terminálu.

source: Options specific to this terminal type (according to $TERM value).
pl: Ustawienia specyficzne dla danego typu terminala (nawi±zuj±c do $TERM).
sk: Voµby specifické pre tento typ terminálu (podµa hodnoty $TERM).

source: Terminal type; matters mostly only when drawing frames and dialog box borders: 0 is dumb terminal type, ASCII art 1 is VT100, simple but portable 2 is Linux, you get double frames and other goodies 3 is KOI-8 4 is FreeBSD
pl: Typ terminala; chodzi g³ównie o rysowanie ramek i obrze¿y okien dialogowych: 0 - prosty terminal, tylko znaki ASCII 1 - VT100, prosty ale przeno¶ny 2 - Linux, podwójne ramki i inne dobrodziejstwa 3 - KOI-8 4 - FreeBSD
sk: Typ terminálu, zale¾í na òom hlavne pri kreslení rámèekov a okrajov dialógových okien: 0 = "hlúpy" terminál, pou¾íva sa tzv. ASCII art 1 = VT100, jednodychý ale univerzálny 2 = Linuxový terminál, získate dvojité rámèeky a ine pekné vecièky 3 = KOI-8 4 = FreeBSD terminál

source: Switch fonts for line drawing
pl: Zmiana fontu do rysowania linii
sk: Prepína» fonty pri kreslení èiar

source: Switch fonts when drawing lines, enabling both local characters and lines working at the same time. Makes sense only with linux terminal.
pl: Zmienia font podczas rysowania linii, w³±czaj±c oba zestawy znaków. Ma sens jedynie na linuksowym terminalu.
sk: Prepína» fonty pri kreslení èiar. Vïaka tomu by malo zároveò fungova» kreslenie èiar a miestnych znakov. Má význam iba pre linuxový terminál.

source: UTF-8 I/O
be: Увод-вывад у UTF-8
pl: I/O w UTF-8
sk: UTF-8 vstup/výstup
uk: Вв╕д-вив╕д UTF-8

source: Enable I/O in UTF8 for Unicode terminals. Note that currently, only the subset of UTF8 according to terminal codepage is used.
pl: W³±cza I/O w UTF8 na terminalach Unicode. Wiedz, ¿e obecnie jedynie podzbiór UTF8 jest u¿ywany w zale¿no¶ci od u¿ywanej strony kodowej.
sk: Pou¾íva» UTF8 vstup/výstup pre Unicode podporujúce terminály. Treba si ale uvedomi», ¾e v súèasnosti je podporovaná iba podmno¾ina UTF8 v závislosti na aktuálne zvolenom kódovaní terminálu.

source: Restrict frames in cp850/852
be: Некаторыя рамк╕ з cp850/852
lt: Apriboti rëmus cp850/852 koduotëse
pl: Ogranicz ramki w cp850/852
ro: Limiteazã cadrurile in cp850/852
sk: Ohranièené rámèeky v cp850/852
tr: Çerçeveleri cp850/852 içerisinde kýsýtla
uk: Обмежувати рамки з cp850/852

source: Restrict the characters used when drawing lines. Makes sense only with linux terminals using the cp850/852 character sets.
pl: Ogranicz znaki u¿ywane do rysowania linii. Ma sens jedynie z terminalami linuksowymi u¿ywaj±cymi stron kodowych cp850/852.
sk: Obmedzi» znaky pou¾ívané na kreslenie èiar. Má význam pou¾íva» iba pre linuxové terminály pou¾ívajúce kódovanie cp850 alebo cp852.

source: Block cursor
pl: Kursor blokowy
sk: Blokova» kurzor

source: Move cursor to bottom right corner when done drawing. This is particularly useful when we have a block cursor, so that inversed text is displayed correctly.
pl: Przeno¶ kursor do prawego dolnego rogu po zakoñczeniu rysowania. Jest to szczególnie u¿yteczne z kursorem blokowym, tekst z inwersj± jest wy¶wietlany poprawnie.
sk: Presunú» kurzor do pravého dolného rohu po skonèení vykresµovania obrazovky. To je zvlá¹» u¾itoèné, pokiaµ kurzor zakrýva znak pod ním, lebo to zlep¹í èitateµnos» textu, ktorý by ináè bol pod kurzorom..

source: Color mode
pl: Tryb kolorowy
sk: Farebný re¾im
