Repository: codecandiescom/elinks-history
Catalog: po/*.po
Languages: be, lt, pl, ro, sk, tr, uk

source: Close
be: Закрыць
lt: Uþdaryti
pl: Zamknij
ro: Închide
sk: Zavri
tr: Kapat
uk: Закрити

source: Info
be: ╤нфа
lt: Informacijà
pl: Informacja
sk: Informácie
tr: Bilgi
uk: ╤нформац╕я

source: Press space to expand this folder.
pl: Wci¶nij spacjê by rozwin±æ ten folder.
sk: Na rozbalenie tejto zlo¾ky stlaè medzeru.

source: Sorry, but the item "%s" cannot be deleted.
pl: Przykro mi, ale element "%s" nie mo¿e byæ usuniêty.
sk: Smola, ale polo¾ka "%s" nemô¾e by» vymazaná.

source: Sorry, but the item "%s" is being used by something else.
pl: Przykro mi, ale element "%s" jest u¿ywany przez co¶ innego.
sk: Smola, ale polo¾ku "%s" práve pou¾íva nieèo iné.

source: Sorry, but the folder "%s" cannot be deleted.
pl: Przykro mi, ale folder "%s" nie mo¿e byæ usuniêty.
sk: Smola, ale zlo¾ka "%s" nemô¾e by» vymazaná.

source: Sorry, but the folder "%s" is being used by something else.
pl: Przykro mi, ale folder "%s" jest u¿ywany przez co¶ innego.
sk: Smola, ale zlo¾ku "%s" práve pou¾íva nieèo iné.

source: Delete error
pl: B³±d przy usuwaniu
sk: Chyba pri mazaní

source: Delete marked items
pl: Usuwanie zaznaczonych elementów
sk: Zmaza» oznaèené polo¾ky

source: Delete marked items?
pl: Czy usun±æ zaznaczone elementy?
sk: Zmaza» oznaèené polo¾ky?

source: Yes
be: Так
lt: Taip
pl: Tak
ro: Da
sk: Áno
tr: Evet
uk: Так

source: No
be: Не
lt: Ne
pl: Nie
ro: Nu
sk: Nie
tr: Hayýr
uk: Н╕

source: Delete folder
pl: Usuñ folder
sk: Zmaza» zlo¾ku

source: Delete the folder "%s" and its content?
pl: Czy skasowaæ folder "%s" i jego zawarto¶æ?
sk: Zmaza» zlo¾ku "%s" a jej obsah?

source: Delete item
pl: Usuwanie pozycji
sk: Zmaza» polo¾ku

source: Delete "%s"? %s
pl: Czy usun±æ "%s"? %s
sk: Zmaza» "%s"? %s

source: Clear all items
pl: Skasowanie wszystkich pozycji
sk: Vymaza» v¹etky polo¾ky

source: Do you really want to remove all items?
pl: Czy na pewno chcesz skasowaæ wszystkie pozycje?
sk: Naozaj chce¹ odstráni» v¹etky polo¾ky?

source: Search
be: Пошук
lt: Paieðka
pl: Szukaj
ro: Cautã
sk: Hµada»
tr: Ara
uk: Пошук

source: Search string '%s' not found
pl: Nie znaleziono wyra¿enia '%s'
sk: Hµadaný re»azec '%s' nabol nájdený

source: Name
be: ╤мя
lt: Vardas
pl: Nazwa
ro: Nume
sk: Názov
tr: Ýsim
uk: Назва

source: Cancel
be: Адмена
lt: Atðaukti
pl: Anuluj
ro: Anuleazã
sk: Zru¹i»
tr: Ýptal
uk: Скасувати

source: Bad number
be: Няправ╕льны л╕к
lt: Netinkamas skaièius
pl: Nieprawid³owa liczba
ro: Numãr greºit
sk: Chybné èíslo
tr: Hatalý sayý
uk: Неправильне число

source: Number expected in field
be: У поле пав╕нен быць л╕к
lt: Laukelyje reikia ávesti skaièiø
pl: Oczekiwano liczby
ro: Numãr aºteptat în acest cîmp
sk: V rámèeku musí by» èíslo
tr: Sayý girilmesi bekleniyordu
uk: В пол╕ ма╓ бути число

source: Number should be in the range from %d to %d.
pl: Liczba powinna byæ z zakresu od %d do %d.

source: Bad string
be: Няправ╕льны радок
lt: Neteisinga eilutë
pl: Nieprawid³owe wyra¿enie
ro: ªir greºit
sk: Zlý re»azec
tr: Hatalý söz dizimi
uk: Неправильний рядок

source: Empty string not allowed
be: Пустыя радк╕ не дазваляюцца
lt: Eilutë negali bûti tuðèia
pl: Musisz wpisaæ jakie¶ wyra¿enie
ro: ªir vid neacceptabil
sk: Prázdny re»azec je neprípustný!
tr: Boþ söz dizimine izin verilmiyor
uk: Порожн╕ рядки неприпустим╕

source: Clock
pl: Zegar

source: Digital clock in the status bar.
pl: Cyfrowy zegar w pasku statusu.

source: Enable
pl: W³±cz
sk: Zapnú»

source: Whether to display a digital clock in the status bar.
pl: Czy wy¶wyetlaæ Cyfrowy zegar w pasku statusu.

source: Format string for the digital clock. See the strftime(3) manpage for details.
pl: £añcuch formatuj±cy dla cyfrowego zegara. Zobacz stronê podrêcznika strftime(3) ¿eby dowiedzieæ siê szczegó³ów.

source: LEDs
pl: LEDy
sk: LED indikátory

source: LEDs (visual indicators) options.
pl: Ustawienia dotycz±ce LEDów (wska¼ników)
sk: Nastavenie LEDiek (vizuálnych identifikátorov)

source: Enable LEDs. These visual indicators will inform you about various states.
pl: W³±czenie LEDów. Te wska¼niki poinformuj± ciê o ró¿nych stanach.
sk: Zapnú» LED. Tieto visuálne identifikátory mô¾u informova» o rôznych stavoch.

source: LED indicators
pl: Wska¼niki LED
sk: LED indikátory

source: What the different LEDs indicate: [SIJP--] |||||`- Unused ||||`-- Unused |||`--- A JavaScript pop-up window was blocked ||`---- A JavaScript error has occured |`----- The state of insert mode for text-input form-fields | 'I' means modeless, 'i' means insert mode is on `------ Whether an SSL connection was used '-' generally indicates that the LED is off.
pl: Co ró¿ne wska¼niki LED oznaczaj±: [SIJP--] |||||`- nieu¿ywane ||||`-- nieu¿ywane |||`--- okienko pop-up JavaScriptu zosta³o zablokowane ||`---- wyst±pi³ b³±d JavaScript |`----- Stan trybu wpisania dla pól tekstowych formularza | 'I' oznacza wy³±czony, 'i' w³±czony `------ Czy u¿yte jest po³±czenie szyfrowane SSL '-' - oznacza i¿ dany wska¼nik jest wy³±czony.

source: Search menu/
pl: Menu wyszukiwania/

source: read_bookmarks_xbel(): Error in XML_ParserCreate()
pl: read_bookmarks_xbel(): B³±d w XML_ParserCreate()
sk: read_bookmarks_xbel(): Chyba v XML_ParserCreate()

source: read_bookmarks_xbel(): Error reading %s
pl: read_bookmarks_xbel(): B³±d podczas czytania %s
sk: read_bookmarks_xbel(): chyba pri èítaní %s

source: Parse error while processing XBEL bookmarks in %s at line %d column %d: %s
pl: B³±d sk³adni przy przetwarzaniu zak³adek XBEL w %s w linii %d kolumnie %d: %s

source: No title
pl: Bez tytu³u
sk: ®iadny titulok

source: No URL
pl: Brak URL-a
sk: ®iadne URL

source: Bookmarks
pl: Zak³adki
sk: Zálo¾ky

source: Bookmark options.
pl: Ustawienia zak³adek
sk: Nastavenie zálo¾iek.

source: File format
pl: Format pliku
sk: Formát súboru

source: File format for bookmarks (affects both reading and saving): 0 is the default native ELinks format 1 is XBEL universal XML bookmarks format (NO NATIONAL CHARS SUPPORT!)
pl: Format pliku zak³adek (dotyczy i odczytu, i zapisu): 0 - domy¶lny format ELinksa 1 - XBEL uniwersalny format XML (BEZ OBS£UGI ZNAKÓW NARODOWYCH!)

source: File format for bookmarks (affects both reading and saving): 0 is the default native ELinks format 1 is XBEL universal XML bookmarks format (NO NATIONAL CHARS SUPPORT!) (DISABLED)
pl: Format pliku zak³adek (dotyczy i odczytu, i zapisu): 0 - domy¶lny format ELinksa 1 - XBEL uniwersalny format XML (BEZ OBS£UGI ZNAKÓW NARODOWYCH!) (WY£¡CZONE)

source: Periodic snapshotting
pl: Cykliczne zapisywanie

source: Automatically save a snapshot of all tabs periodically. This will periodically bookmark the tabs of each terminal in a separate folder for recovery after a crash. This feature requires bookmark support.
pl: Automatycznie zapisuj cyklicznie stan wszystkich kart. Stan kart z ka¿dego terminala bêdzie zapisywany co pewien czas w oddzielnym folderze, aby móc wznowiæ po³±czenia w wypadku padu Elinksa. Wymagana jest obs³uga zak³adek.

source: Title
be: Загаловак
pl: Tytu³
sk: Titulok
uk: Назва

source: Sorry, but the bookmark "%s" cannot be deleted.
pl: Przykro mi, ale zak³adka "%s" nie mo¿e byæ usuniêta.

source: Sorry, but the bookmark "%s" is being used by something else.
pl: Przykro mi, ale zak³adka "%s" jest u¿ywana przez co¶ innego.

source: Delete marked bookmarks
pl: Usuwanie zaznaczonych zak³adek

source: Delete marked bookmarks?
be: Вы сапра╝ды жадаеце выдал╕ць выбраныя закладк╕?
pl: Czy usun±æ zaznaczone zak³adki?

source: Delete the folder "%s" and all bookmarks in it?
pl: Czy skasowaæ folder "%s" i znajduj±ce siê wnim zak³adki?

source: Delete bookmark
be: Выдал╕ць закладку
lt: Iðtrinti lankomiausià
pl: Skasuj zak³adkê
ro: ªterge semnul de carte
tr: Yer imini sil
uk: Видалити закладку

source: Delete this bookmark?
pl: Czy skasowac t± zak³adkê?

source: Clear all bookmarks
pl: Wyczy¶æ wszystkie zak³adki

source: Do you really want to remove all bookmarks?
pl: Czy na pewno chcesz skasowaæ wszystkie zak³adki?

source: Add folder
be: Дадаць папку
pl: Dodaj folder
sk: Prida» zlo¾ku
uk: Додати папку

source: Folder name
be: ╤мя папк╕
pl: Nazwa foldera
sk: Názov zlo¾ky
uk: ╤м'я папки

source: Edit bookmark
be: Пра╝ка закладк╕
lt: Koreguoti lankomiausià
pl: Edytuj zak³adkê
ro: Editeazã semnul de carte
sk: Edituj zálo¾ku
tr: Yer imini düzenle
uk: Редагувати закладку

source: Goto
be: Пайц╕
lt: Eiti á
pl: Przejd¼ do
ro: Du-te la
sk: Choï na
tr: Git
uk: Йти

source: Edit
be: Пра╝ка
lt: Redaguoti
pl: Edytuj
ro: Editeazã
sk: Editova»
tr: Düzenle
uk: Редагувати

source: Delete
be: Выдал╕ць
lt: Iðtrinti
pl: Usuñ
ro: ªterge
sk: Zmaza»
tr: Sil
uk: Стерти

source: Move
be: Перамясц╕ць
pl: Przenie¶
sk: Presunú»
uk: Перем╕стити

source: Add
be: Дадаць
lt: Ádëti
pl: Dodaj
ro: Adaugã
sk: Prida»
tr: Ekle
uk: Додати

source: Clear
be: Ачысц╕ць
pl: Wyczy¶æ
sk: Zresetova»
uk: Очистити

source: Save
be: Захаваць
lt: Iðsaugoti
pl: Zapisz
ro: Salveazã
sk: Ulo¾i»
tr: Kaydet
uk: Зберегти

source: Bookmark manager
be: Праца з закладкам╕
lt: Lankomiausiø vadybininkas
pl: Obs³uga zak³adek
ro: Administratorul semnelor de carte
sk: Správca zálo¾iek
tr: Yer imi yöneticisi
uk: Робота з закладками

source: Search bookmarks
be: Шукаць у закладках
pl: Przeszukaj zak³adki
sk: Hµada» v zálo¾kách
uk: Пошук по закладках

source: Add bookmark
be: Дадаць закладку
lt: Ádëti lankomiausià
pl: Dodaj do zak³adek
ro: Adaugã semn de carte
sk: Prida» zálo¾ku
tr: Yer imi ekle
uk: Додати закладку

source: Saved session
pl: Zapisana sesja
sk: Ulo¾ené sedenie

source: Bookmark tabs
pl: Zapisywanie informacji o kartach
sk: Ulo¾i» taby do zálo¾iek

source: Enter folder name
pl: Wpisz nazwê folderu
sk: Zadaj názov zlo¾ky

source: Proxy URL
pl: URL proxy

source: Redirect
pl: Przekierowanie
sk: Presmerovanie

source: Size
be: Памер
lt: Dydis
pl: Rozmiar
ro: Dimensiune
sk: Veµkos»
tr: Boyut
uk: Розм╕р

source: Loaded size
pl: Rozmiar za³adowanych dokumentów
sk: Stiahnutá veµkos»

source: Content type
pl: Typ zawarto¶ci

source: Last modified
be: Апошняя мадыф╕кацыя
lt: Paskutiná kartà koreguota
pl: Ostatnia zmiana
ro: Ultima modificare
sk: Posledná zmena
tr: Son güncelleme
uk: Востанн╓ модиф╕ковано

source: SSL Cipher
be: Шыфр SSL
pl: Szyfr SSL
sk: SSL ¹ifra
uk: Код SSL

source: Encoding
be: Кадз╕ро╝ка
pl: Kodowanie
sk: Kódovanie
uk: Кодування

source: Flags
pl: Flagi
sk: Príznaky

source: incomplete
be: не цалкам
lt: nebaigta
pl: niekompletne
ro: Incomplet
sk: neúplný
tr: tamamlanmamýþ
uk: не повн╕стю

source: invalid
pl: nieprawid³owy
sk: neplatný

source: Header
pl: Nag³ówek
sk: Hlavièka

source: Sorry, but cache entry "%s" cannot be deleted.
pl: Przykro mi, ale wpis cache "%s" nie mo¿e byæ usuniêty.

source: Sorry, but cache entry "%s" is being used by something else.
pl: Przykro mi, ale wpis cache "%s" jest u¿ywany przez co¶ innego.

source: Delete marked cache entries
pl: Usuwanie zaznaczonych wpisów cache

source: Delete marked cache entries?
pl: Czy usun±æ zaznaczone wpisy cache?

source: Delete cache entry
pl: Usuñ wpis cache

source: Delete this cache entry?
pl: Czy usun±æ zaznaczony wpis cache?

source: Cache manager
pl: Menad¿er pamiêci podrêcznej
sk: Správca ke¹e

source: Cannot parse option %s: %s
pl: B³±d czytania opcji %s: %s
sk: Nemô¾em rozpozna» voµbu %s: %s

source: Unknown option %s
pl: Nieznana opcja %s
sk: Neznáma voµba %s

source: Parameter expected
pl: Spodziewano siê parametru
sk: Bol oèakávaný parameter

source: Too many parameters
pl: Zbyt wiele parametrów
sk: Príli¹ veµa parametrov

source: error
pl: b³±d
sk: chyba

source: Host not found
be: Сервер не знайдзены
lt: Hostas nerastas
pl: Nie znaleziono serwera
ro: Gazdã negãsitã
sk: Nena¹iel som server
tr: Makina bulunamadý
uk: Сервер не знайдено

source: Resolver error
pl: B³±d resolwera
sk: Chyba pri zis»ovaní IP adresy

source: Remote method not supported
pl: Zdalna metoda nie obs³ugiwana

source: Template option folder
pl: Folder szablonów opcji
sk: ©ablónová zlo¾ka

source: (default: %ld)
pl: (domy¶lnie: %ld)
sk: (¹tandardne: %ld)

source: (default: "%s")
pl: (domy¶lnie: "%s")
sk: (¹tandardne: "%s")

source: (alias for %s)
pl: (alias dla %s)
sk: (alias pre %s)

source: (default: %s)
pl: (domy¶lnie: %s)
sk: (¹tandardne: %s)

source: Configuration options
pl: Ustawienia

source: Usage: elinks [OPTION]... [URL]
pl: U¿ycie: elinks [OPCJA]... [URL]

source: Options
pl: Opcje

source: Internal consistency error
pl: Wewnêtrzny b³±d zgodno¶ci

source: Restrict to anonymous mode
pl: Ograniczenia do trybu anonimowego
sk: Obmedzenie na anonymný re¾im

source: Restricts ELinks so it can run on an anonymous account. Local file browsing, downloads, and modification of options will be disabled. Execution of viewers is allowed, but entries in the association table can't be added or modified.
pl: Ogranicza ELinksa, tak ¿e mo¿e on byæ u¿ywany na anonimowym koncie. Bez przegl±dania lokalnych plików, bez pobierania plików. U¿ywanie przegl±darek jest dozwolone, ale bez mo¿liwo¶ci modyfikacji pozycji w tabeli skojarzeñ.

source: Autosubmit first form
pl: Automatyczne wysy³anie formularzy
sk: Automatické odoslanie prvého formulára

source: Automatically submit the first form in the given URLs.
pl: Automatycznie wysy³anie pierwszego formularza w podanym adresie URL.

source: Clone internal session with given ID
pl: Klonowanie sesji z podanym ID

source: Used internally when opening ELinks instances in new windows. The ID maps to information that will be used when creating the new instance. You don't want to use it.
pl: U¿ywane wewnêtrznie podczas otwierania instacji ELinksa w nowych oknach. ID jest mapowane do informacji u¿ywanej podczas tworzenia nowej instancji. Nie chcesz tego u¿ywaæ.

source: Name of directory with configuration file
pl: Nazwa katalogu z plikiem konfiguracyjnym
sk: Názov adresára s konfiguraèným súborom

source: Path of the directory ELinks will read and write its config and runtime state files to instead of ~/.elinks. If the path does not begin with a '/' it is assumed to be relative to your HOME directory.
pl: ELinks bêdzie czyta³ i zapisywa³ pliki konfiguracyjne do podanego katalogu zamiast ~/.elinks. Je¶li ¶cie¿ka zaczyna siê od '/', jest traktowana jako bezwzglêdna, w przeciwnym wypadku jako wzglêdna do katalogu domowego.

source: Name of configuration file
pl: Nazwa pliku konfiguracyjnego
sk: Názov konfiguraèného súboru

source: Name of the configuration file that all configuration options will be read from and written to. It should be relative to config-dir.
pl: Nazwa pliku z konfiguracj±, z którego bêdzie czytana i do którego bêdzie zapisywana konfiguracja. Powinna byæ wzglêdna (wzglêdem config-dir).

source: Print help for configuration options
pl: Wypisz pomoc do opcji konfiguracyjnych
sk: Zobrazi» nápovedu pre konfiguraèné voµby

source: Print help for configuration options and exit.
pl: Wypisz pomoc do opcji konfiguracyjnych i zakoñcz dzia³anie.

source: MIME type assumed for unknown document types
pl: Typ MIME przyjmowany dla dokumentów

source: The default MIME type used for documents of unknown type.
pl: Domy¶lny typ MIME dla dokumentów nieznanego typu.

source: Ignore user-defined keybindings
pl: Ignoruj przypisania klawiszy zdefiniowane przez u¿ytkownika

source: When set, all keybindings from configuration files will be ignored. It forces use of default keybindings and will reset user-defined ones on save.
pl: Je¶li ustawione, ustawienia przypisañ klawiszy z pliku konfiguracyjnego bêd± zignorowane. Wymusza u¿ycie domy¶lnych przypisañ oraz resetuje ustawienia u¿ytkownika w momencie zapisu.

source: Print formatted versions of given URLs to stdout
pl: Wypisanie sformatowanych wersji danych URL-i na standardowe wyj¶cie

source: Print formatted plain-text versions of given URLs to stdout.
pl: Wypisanie sformatowanych wersji podanych URL-i na standardowe wyj¶cie

source: Codepage to use with -dump
pl: Strona kodowa u¿ywana razem z -dump
sk: Kódová stránka, ktorá má by» pou¾itá na -dump výstup

source: Codepage used when formatting dump output.
pl: Strona kodowa u¿ywana przy zrzutach.

source: Width of document formatted with -dump
pl: Szeroko¶æ sformatowanego dokumentu z -dump
sk: ©írka dokumenty formátovaného pomocou -dump

source: Width of the dump output.
pl: Szeroko¶æ wyj¶cia dump
sk: ©írka dump výstupu.

source: Evaluate configuration file directive
pl: Wylicz podan± opcjê konfiguracyjn±

source: Specify configuration file directives on the command-line which will be evaluated after all configuration files has been read. Example usage: -eval 'set protocol.file.allow_special_files = 1'
pl: Podaj w linii komend opcje konfiguracyjne z elinks.conf, które bêd± u¿yte po przetworzeniu wszystkich plików konfiguracyjnych Przyk³ad u¿ycia: -eval 'set protocol.file.allow_special_files = 1'

source: Interpret documents of unknown types as HTML
pl: Interpretuj dokumenty nieznanego typu jako HTML

source: Makes ELinks assume documents of unknown types are HTML. Useful when using ELinks as an external viewer from MUAs. This is equivalent to -default-mime-type text/html.
pl: Sprawia, ¿e ELinks przyjmuje, i¿ dokumenty nieznanego typu s± w HTML-u. Przydatne podczas u¿ywania ELinks jako zewnêtrznej przegl±darki z MUA. Jest to równowa¿ne z -default-mime-type text/html.

source: Print usage help and exit
pl: Wypisz informacje na temat u¿ycia ELinksa i zakoñcz dzia³anie
sk: Zobrazi» nápovedu a skonèi»

source: Print usage help and exit.
pl: Wypisz informacje na temat u¿ycia ELinksa i zakoñcz dzia³anie.
sk: Zobrazi» nápovedu a skonèi».

source: Only permit local connections
pl: Zezwól jedynie na lokalne po³±czenia

source: Restricts ELinks to work offline and only connect to servers with local addresses (ie. 127.0.0.1). No connections to remote servers will be permitted.
pl: Ogranicz ELinksa, tak aby otwiera³ po³±czenia tylko do lokalnych adresów (np. 127.0.0.1). ELinks nie bêdzie siê ³±czy³ ze zdalnymi serwerami.

source: Print detailed usage help and exit
pl: Wypisz dok³adne informacje na temat u¿ycia ELinksa i zakoñcz dzia³anie
sk: Zobrazi» detailnú nápovedu a skonèi»

source: Print detailed usage help and exit.
pl: Wypisz dok³adne informacje na temat u¿ycia ELinksa i zakoñcz dzia³anie.
sk: Zobrazi» detailnú nápovedu a skonèi».

source: Look up specified host
pl: Szukanie danego hosta
sk: Vyhµada» zadaného hostiteµa

source: Look up specified host and print all DNS resolved IP addresses.
pl: Szukanie danego hosta i wypisanie wszystkich rozwi±zanych adresów.

source: Run as separate instance
pl: Uruchamianie jako oddzielna instancja
sk: Spustenie oddelenej in¹tancie programu

source: Run ELinks as a separate instance instead of connecting to an existing instance. Note that normally no runtime state files (bookmarks, history, etc.) are written to the disk when this option is used. See also -touch-files.
pl: Uruchom ELinksa jako oddzieln± instancjê zamiast do³±czaæ siê do istniej±cej instancji. Wiedz, ¿e ¿adne pliki stanu (zak³adki, historia itp.) nie s± zapisywane na dysk, gdy ta opcja jest u¿ywana. Zobacz tak¿e -touch-files.

source: Disable use of files in ~/.elinks
pl: Nie u¿ywaj plików w ~/.elinks

source: Disables creation and use of files in the user specific home configuration directory (~/.elinks). It forces default configuration values to be used and disables saving of runtime state files.
pl: Blokuje tworzenie i u¿ywanie plików w katalogu konfiguracji u¿ytkownika (~/.elinks). Wymusza u¿ycie domy¶lnej konfiguracji i blokuje zapis plików stanu przegl±darki.

source: Disable link numbering in dump output
pl: Nie numeruj odno¶ników przy -dump

source: Prevents printing of link number in dump output. Note that this really affects only -dump, nothing else.
pl: Zapobiega pokazywaniu numeracji odno¶ników przy zrzutach (-dump) Pamiêtaj, ¿e dotyczy to tylko -dump, niczego innego.

source: Disable printing of link references in dump output
pl: Nie pokazuj referencji odno¶ników przy -dump

source: Prevents printing of references (URIs) of document links in dump output. Note that this really affects only -dump, nothing else.
pl: Zapobiega pokazywaniu referencji odno¶ników przy zrzutach (-dump) Pamiêtaj, ¿e dotyczy to tylko -dump, niczego innego.

source: Control an already running ELinks
pl: Kontrolowanie ju¿ dzia³aj±cego ELinksa

source: Control a remote ELinks instance by passing commands to it. The option takes an additional argument containing the method which should be invoked and any parameters that should be passed to it. For ease of use, the additional method argument can be omitted in which case any URL arguments will be opened in new tabs in the remote instance. Following is a list of the supported methods: ping() : look for a remote instance openURL() : prompt URL in current tab openURL(URL) : open URL in current tab openURL(URL, new-tab) : open URL in new tab openURL(URL, new-window) : open URL in new window addBookmark(URL) : bookmark URL xfeDoCommand(openBrowser) : open new window
pl: Zgodna z Mozill± obs³uga zdalnych instancji ELinksa. Polecenie pobiera dodatkowy argument zawieraj±cy metodê, która powinna byæ wykonana i parametry, których potrzebuje. Dla uproszczenia dodatkowe argumenty mog± byæ opuszczone. W tym przypadku jakiekolwiek argumenty bêd±ce URL-ami zostan± otwarte na nowych kartach w zdalnej instancji ELinksa. Nastêpuj±ce metody s± obs³ugiwane: ping() : sprawdza istnienie zdalnej instancji openURL() : wy¶wietl URL z bie¿±cej karty openURL(URL) : otwórz URL na bie¿±cej karcie openURL(URL, new-tab) : otwórz URL na nowej karcie openURL(URL, new-window) : otwórz URL w nowym okienku addBookmark(URL) : dodaj URL do zak³adek xfeDoCommand(openBrowser) : otwórz nowe okienko

source: Connect to session ring with given ID
pl: Po³±cz siê do pier¶cienia sesji z danym ID
sk: Pripoji» sa do skupiny sedení s daným ID

source: ID of session ring this ELinks session should connect to. ELinks works in so-called session rings, whereby all instances of ELinks are interconnected and share state (cache, bookmarks, cookies, and so on). By default, all ELinks instances connect to session ring 0. You can change that behaviour with this switch and form as many session rings as you want. Obviously, if the session-ring with this number doesn't exist yet, it's created and this ELinks instance will become the master instance (that usually doesn't matter for you as a user much). Note that you usually don't want to use this unless you're a developer and you want to do some testing - if you want the ELinks instances each running standalone, rather use the -no-connect command-line option. Also note that normally no runtime state files are written to the disk when this option is used. See also -touch-files.
pl: ID sesji pier¶cienia, do której powinna pod³±czyæ siê bie¿±ca sesja ELinksa. ELinks dzia³a w tak zwanych pier¶cieniach sesji, gdzie wszystkie instancje ELinksa s± po³±czone i wspó³dziel± stan (pamiêæ podrêczn±, zak³adki, ciasteczka, i tak dalej). Domy¶lnie wszystkie instancje ELinksa pod³±czaj± siê do pier¶cienia 0. Mo¿esz to zachowanie zmieniæ z prze³±cznikiem i tworzyæ tak wiele pier¶cieni sesji ile tylko chcesz. Oczywi¶cie je¶li pier¶cieñ o danym numerze nie istnieje, to jest tworzony i bie¿±ca sesja staje siê sesj± nadrzêdn± (co zwykle nie ma wiêkszego znaczenia dla Ciebie jako zwyk³ego u¿ytkownika). Wiedz, ¿e normalnie nie bêdziesz chcia³ tego u¿ywaæ, dopóki nie jeste¶ developerem i chcesz zrobiæ parê testów. Je¶li chcesz oddzielne instancje raczej u¿yj -no-connect w linii komend. Wiedz, ¿e normalnie ¿adne pliki stanu nie s± zapisywane na dysk, gdy ta opcja jest u¿yta. Zobacz tak¿e -touch-files.

source: Print the source of given URLs to stdout
pl: Wypisz ¼ród³o danego URL na standardowe wyj¶cie

source: Print given URLs in source form to stdout.
pl: Wypisz podany URL w postaci ¼ród³owej na standardowe wyj¶cie.
