Repository: codecandiescom/elinks-history
Catalog: po/*.po
Languages: be, lt, pl, ro, sk, tr, uk

source: Comments
pl: Komentarze
sk: Komentáre

source: Amount of comments automatically written to the config file: 0 is no comments are written 1 is only the "blurb" (name+type) is written 2 is only the description is written 3 is full comments are written
pl: Ilo¶æ komentarzy automatycznie zapisywanych do pliku konfiguracyjnego: 0 - ¿adnych komentarzy 1 - zapisywane s± nazwa+typ 2 - tylko opis 3 - pe³ne komentarze
sk: Spôsob ukladania komentárov do konfiguraèného súboru: 0 = nezapísa» ¾iadne komentáre 1 = uklada» iba struèné komentáre (meno a typ) 2 = uklada» iba popis voµby 3 = uklada» v¹etky komentáre

source: Indentation
pl: Wciêcia
sk: Odsadenie

source: Shift width of one indentation level in the configuration file. Zero means that no indentation is performed at all when saving the configuration.
pl: Szeroko¶æ jednej tabulacji w pliku konfiguracyjnym Zero oznacza brak wciêæ.
sk: Poèet medzier na jednu úroveò odsadenia v konfiguraènom súbore. Nula znamená neodsadzova» vôbec.

source: Saving style
pl: Sposób zapisu konfiguracji
sk: Spôsob ukladania

source: Determines what happens when you tell ELinks to save options: 0 is only values of current options are altered 1 is values of current options are altered and missing options are added at the end of the file 2 is the configuration file is rewritten from scratch 3 is values of current options are altered and missing options CHANGED during this ELinks session are added at the end of the file
pl: Decyduje o sposobie zapisu, gdy wybrane zostanie "Zapisz ustawienia": 0 - tylko warto¶ci bie¿±cych opcji s± zapisywane 1 - warto¶ci bie¿±cych opcji i brakuj±ce opcje s± dodawane na koniec pliku 2 - plik konfiguracyjny jest zapisywany od zera 3 - warto¶ci bie¿±cych opcji i brakuj±ce opcje ZMIENIONE podczas tej sesji ELinksa s± dodawane na koñcu pliku
sk: Urèuje èo sa stane keï poviete ELinksu aby ulo¾il va¹e nastavenie: 0 povolí iba zmenu existujúcich volieb 1 povolí zmenu existujúcich volieb, chýbajúce voµby budú pridané na koniec súboru 2 spôsobí úplné prepísanie konfiguraèného súboru novým 3 povolí iba zmenu existujúcich volieb a pridanie volieb zmenených od spustenia ELinku na koniec súboru

source: Comments localization
pl: Lokalizacja komentarzy
sk: Prelo¾ené komentáre

source: If set to 1, comments in the configuration file will be translated to the language used by UI. Note that if you have different language set in different terminals, the language used in the configuration file MAY be the same as on the terminal where you saved the file, but it should be generally considered unpredictable.
pl: Je¶li ustawione na 1, komentarze w pliku konfiguracyjnym bêd± t³umaczone na jêzyk u¿ywany przez interfejs u¿ytkownika. Je¶li masz ustawione ró¿ne jêzyki na ró¿nych terminalach, jêzyk u¿yty w pliku konfiguracyjnym MO¯E byæ taki jak na terminalu, gdzie zosta³a zapisana konfiguracja, aczkolwiek nie jest to do koñca przewidywalne.
sk: Ak nastavené na 1, budú komentáre v konfiguraènom súbore prelo¾ené do jazyka pou¾ívaného v ELinkse. Uvedomte si ale, ¾e pokiaµ máte v rôznych termináloch rôzne nastavené jazyky, jazyk pou¾itý v konfiguraènom súbore MÔ®E by» rovnaký ako na termináli, kde ste ulo¾ili súbor, ale vo v¹eobecnosti je výsledok nepredvídateµný.

source: Saving style warnings
pl: Ostrze¿enia dotycz±ce sposobu zapisu konfiguracji
sk: Varovanie o spôsobe ukladania

source: This is internal option used when displaying a warning about obsolete config.saving_style. You shouldn't touch it.
pl: To jest wewnêtrzna opcja u¿ywana, gdy wy¶wietlane jest ostrze¿enie o przestarza³ym config.saving_style. Lepiej tego nie dotykaj.
sk: Toto je interná polo¾ka pou¾ívaná pri zobrazovaní varovania o nevhodnej hodnote config.saving_style zdedenej zo star¹ích verzií ELinks. Ruky preè.

source: Show template
pl: Poka¿ szablon
sk: Zobrazova» ¹ablóny

source: Show template options in autocreated trees in the options manager and save them to the configuration file.
pl: Poka¿ opcje szablonu w automatycznie tworzonym drzewie w menad¿erze ustawieñ i zapisz je do pliku konfiguracyjnego.

source: Connections
be: Злучэння╝
lt: Prisijungimai
pl: Po³±czenia
ro: Conexiuni
sk: Spojenia
tr: Baðlantýlar
uk: З'╓днання

source: Connection options.
pl: Ustawienia po³±czeñ.
sk: Nastavenie spojenia.

source: Asynchronous DNS
pl: Asynchroniczne DNS
sk: Asynchrónne DNS

source: Whether to use asynchronous DNS resolving.
pl: Czy u¿ywaæ asynchronicznego resolwera DNS.

source: Maximum connections
pl: Maksymalna liczba po³±czeñ
sk: Maximum spojení

source: Maximum number of concurrent connections.
pl: Maksymalna liczba równoczesnych po³±czeñ.
sk: Maximálny poèet súèasných spojení.

source: Maximum connections per host
pl: Maksymalna liczba po³±czeñ z jednym hostem
sk: Maximálny poèet spojení na jeden server

source: Maximum number of concurrent connections to a given host.
pl: Maksymalna liczba równoczesnych po³±czeñ z danym hostem.
sk: Maximálny poèet paralelných spojení na jeden server.

source: Connection retries
pl: Próby po³±czenia
sk: Opakovanie spojenia

source: Number of tries to establish a connection. Zero means try forever.
pl: Ilo¶æ prób nawi±zania po³±czenia. Zero oznacza nie poddawaj siê.
sk: Poèet pokusov na vytvorenie spojenia. Nula znamená neobmedzený poèet.

source: Receive timeout
be: Таймаут пры чытанн╕
lt: Gavimo timeout'as
pl: Limit czasu pobierania
ro: A expirat timpul de aºteptare
sk: Èas vypr¹al
tr: Zaman aþýmý
uk: Тайм-аут п╕д час читання

source: Receive timeout (in seconds).
pl: Limit czasu pobierania (w sekundach).
sk: Èas vypr¹al (v sekundách)

source: Try IPv4 when connecting
pl: Próbuj IPv4 przy po³±czeniu

source: Whether to try to connect to a host over IPv4. Note that if connection.try_ipv6 is enabled too, it takes precedence. And better do not touch this at all unless you are sure what are you doing. Note that you can also force a given protocol to be used on a per-connection basis by using an URL in the style of i.e. http4://elinks.or.cz/.
pl: Czy próbowaæ po³±czyæ siê z serwerem przy pomocy IPv4? Je¶li connection.try_ipv6 jest tak¿e w³±czone, to ma pierwszeñstwo. Lepiej nie dotykaj tego, dopóki nie wiesz co robisz. Pamiêtaj, ¿e mo¿esz wymusiæ dany protokó³ przy po³±czeniu u¿ywaj±c URL-a w stylu np. http4://elinks.or.cz/.

source: Whether to try to connect to a host over IPv4. Do not touch this option. Note that you can also force a given protocol to be used on a per-connection basis by using an URL in the style of i.e. http4://elinks.or.cz/.
pl: Czy próbowaæ po³±czyæ siê z serwerem przy pomocy IPv4? Nie dotykaj tej opcji. Pamiêtaj, ¿ê mo¿esz wymusiæ dany protokó³ przy po³±czeniu u¿ywaj±c URL-a w stylu np. http4://elinks.or.cz/.

source: Try IPv6 when connecting
pl: Próbuj IPv6 przy po³±czeniu

source: Whether to try to connect to a host over IPv6. Note that you can also force a given protocol to be used on a per-connection basis by using an URL in the style of i.e. http6://elinks.or.cz/.
pl: Czy próbowaæ po³±czyæ siê z serwerem przy pomocy IPv6? Pamiêtaj, ¿e mo¿esz tak¿e wymusiæ dany protokó³ przy po³±czeniu u¿ywaj±c URL-a w stylu np. http6://elinks.or.cz/.

source: Timeout for non-restartable connections
pl: Limit czasu pobierania dla niewznawialnych po³±czeñ
sk: Èasový limit pre neobnoviteµné spojenia

source: Timeout for non-restartable connections (in seconds).
pl: Limit czasu pobierania dla niewznawialnych po³±czeñ (w sekundach).
sk: Èasový limit pre vypr¹anie neobnoviteµných spojení (v sekundách).

source: Document
pl: Dokument
sk: Dokument

source: Document options.
pl: Ustawienia dotycz±ce dokumentu.
sk: Nastavenie dokumentu.

source: Browsing
pl: Przegl±danie
sk: Prezeranie

source: Document browsing options (mainly interactivity).
pl: Ustawienia dotycz±ce przegl±dania dokumentów (g³ównie interakcyjno¶æ).
sk: Nastavenie prezerania dokumentu (najmä interaktivita).

source: Access keys
pl: Klawisze dostêpu

source: Options for handling of link access keys. An HTML document can use the ACCESSKEY attribute to assign an access key to an element. When an access key is pressed, the corresponding element will be given focus.
pl: Ustawienia dotycz±ce klawiszy dostêpu odno¶nika. Dokumenty HTML mog± u¿ywaæ atrybutu ACCESSKEY do ustalenia klawisza dostêpu dla elementu. Gdy klawisz dostêpu jest przyci¶niêty, odpowiadaj±cy element zostanie uaktywniony.

source: Automatic links following
pl: Automatyczne pod±¿anie za odno¶nikami
sk: Automatické nasledovanie odkazov

source: Automatically follow a link or submit a form if appropriate accesskey is pressed - this is the standard behaviour, but it's considered dangerous.
pl: Automatycznie pod±¿aj za odno¶nikiem albo wy¶lij formularz, gdy klawisz dostêpu zosta³ naci¶niêty - takie jest standardowe zachowanie, choæ mo¿e byæ niebezpieczne.
sk: Automaticky nasleduj odkaz alebo odo¹li formulár ak bola stlaèená príslu¹ná prístupová klávesa - toto je ¹tandardné chovanie, ale je pova¾ované za zneu¾iteµné autorom dokumentu.

source: Display access key in link info
pl: Wy¶wietlanie klawisza dostêpu w informacji o odno¶niku

source: Display access key in link info.
pl: Czy wy¶wietlaæ klawisz dostêpu w informacji o odno¶niku?

source: Accesskey priority
pl: Priorytet klawiszy dostêpu
sk: Priorita prístupových kláves

source: Priority of 'accesskey' HTML attribute: 0 is first try all normal bindings; if it fails, check accesskey 1 is first try only frame bindings; if it fails, check accesskey 2 is first check accesskey (this can be dangerous)
pl: Priorytet atrybutu HTML 'accesskey': 0 - najpierw wypróbuj zwyk³e przypisania; w przypadku niepowodzenia sprawd¼ accesskey 1 - najpierw sprawd¼ przypisania ramki; w przypadku niepowodzenia sprawd¼ accesskey 2 - najpierw sprawd¼ accesskey (mo¿e byæ niebezpieczne)
sk: Priorita HTML atribútu 'accesskey': 0 = vyskú¹a» najskôr v¹etky normálne klávesové skratky: ak pre klávesu nie sú ¾iadne definované, skúsi» accesskey 1 = vyskú¹a» najskôr iba klávesové skratky rámcov: ak pre klávesu nie su ¾iadne definované, skúsi» accesskey 2 = najskôr skúsi» accesskey (to mô¾e by» nebezpeèné)

source: Forms
pl: Formularze
sk: Formuláre

source: Options for handling of the forms interaction.
pl: Ustawienia dotycz±ce interakcji z formularzami.
sk: Nastavenia pre obsluhu formulárov.

source: Submit form automatically
pl: Automatyczne wysy³anie formularzy
sk: Automatické posielanie formuláru

source: Automagically submit a form when enter is pressed with a text field selected.
pl: Automagicznie wy¶lij formularz, gdy ENTER zostanie naci¶niêty w polu tekstowym.
sk: Automagicky odo¹li formulár ak je stlaèený Enter na textovom políèku.

source: Confirm submission
pl: Potwierdzenie chêci wys³ania
sk: Potvrdzova» odosielanie

source: Ask for confirmation when submitting a form.
pl: Czy pytaæ o potwierdzenie przy wysy³aniu formularza?
sk: Pýta» potvrdenie pri posielaní formulára.

source: Default form input size
pl: Domy¶lny rozmiar formularzy
sk: ©tandardná veµkos» vstupného políèka formulára

source: Default form input size if none is specified.
pl: Domy¶lny rozmiar formularzy, je¶li nie podany w dokumencie.
sk: ©tandardná veµkos» textového políèka formuláru.

source: Insert mode
pl: Tryb insert

source: The setting for this option affects how key presses are handled when one selects a text-input form-field. When enabled, one must explicitly 'enter' a selected text-field to edit it; this prevents a text field from capturing key presses, such as presses of a scroll key, when it is inadvertently selected. When disabled, key presses are always inserted into a selected text field.
pl: Ustawienie tej opcji dotyczy sposobu obs³ugi klawiatury przy formularzach. Gdy w³±czone, nale¿y wcisn±æ 'enter' by edytowaæ zaznaczone pole tekstowe; zapobiega to przypadkowemu wype³nieniu pól tekstowych, np. przy przewijaniu tekstu. Gdy wy³±czone, w przypadku zaznaczenia pola tekstowego wci¶niêcia klawiszy dotycz± pola tekstowego.

source: Images
pl: Obrazki
sk: Obrázky

source: Options for handling of images.
pl: Ustawienia dotycz±ce obrazków.
sk: Nastavenia pre narábanie s obrázkami.

source: Display style for image tags
pl: Sposób wy¶wietlania znaczników obrazka

source: Display style for image tags when displayed: 0 means always display IMG 1 means always display filename 2 means display alt/title attribute if possible, IMG if not 3 means display alt/title attribute if possible, filename if not
pl: Sposób wy¶wietlania znaczników obrazka: 0 - zawsze wy¶wietlaj IMG 1 - zawsze wy¶wietlaj nazwê pliku 2 - je¶li mo¿liwe, wy¶wietlaj atrybuty alt/title, w przeciwnym wypadku IMG 3 - je¶li mo¿liwe, wy¶wietlaj atrybuty alt/title, w przeciwnym wypadku nazwê pliku

source: Maximum length for image filename
pl: Maksymalna d³ugo¶æ nazwy pliku obraza

source: Maximum length of image filename when displayed: 0 means always display full filename 1-500 means display filename with this maximal length; if it is longer, the middle is substituted by an asterisk
pl: Maksymalna d³ugo¶æ wy¶wietlanej nazwa pliku obrazka: 0 zawsze wy¶wietlaj pe³n± nazwê docelowego pliku 1-500 wy¶wietlaj nazwê docelowego pliku o takiej maksymalnej d³ugo¶ci; je¶li nazwa jest d³u¿sza, ¶rodek jest zastêpowany gwiazdkami

source: Image links tagging
pl: Tagowanie odno¶ników na obrazkach
sk: Znaèkovanie odkazov na obrázky

source: When to enclose image links: 0 means never 1 means never if alt or title are provided (old behavior) 2 means always
pl: Kiedy otoczyæ odno¶niki na obrazkach: 0 - nigdy 1 - nigdy, je¶li alt lub title istniej± (stare zachowanie) 2 - zawsze
sk: Kedy dáva» odkazy na obrázky do zátvoriek: 0 = nikdy 1 = iba keï obrázku chýba popiska (alt) alebo titulok 2 = v¾dy

source: Image link prefix
pl: Przedrostek odno¶nika na obrazku
sk: Prefix odkazu na obrázok

source: Prefix string to use to mark image links.
pl: Przedrostek u¿ywany, ¿eby zaznaczyæ odno¶niki na obrazkach.
sk: Re»azec, ktorý sa má vlo¾i» pred odkaz na obrázok.

source: Image link suffix
pl: Przyrostek odno¶nika na obrazku
sk: Suffix odkazu na obrázok

source: Suffix string to use to mark image links.
pl: Przyrostek u¿ywany, ¿eby zaznaczyæ odno¶niki na obrazkach.
sk: Re»azec, ktorý sa má vlo¾i» za odkaz na obrázok.

source: Maximum length for image label
pl: Maksymalna d³ugo¶æ etykiety obrazka

source: Maximum length of image label (alt/title): 0 means always display full label 1-500 means display label with this maximal length; if it is longer, the middle is substituted by an asterisk
pl: Maksymalna d³ugo¶æ etykiety obrazka (alt/title): 0 zawsze wy¶wietlaj pe³n± etykietê 1-500 wy¶wietlaj eytkietê o takiej maksymalnej d³ugo¶ci; je¶li nazwa jest d³u¿sza, ¶rodek jest zastêpowany gwiazdkami

source: Display links to images w/o alt
pl: Wy¶wietlanie odno¶ników do obrazków bez podanego atrybutu alt
sk: Zobrazova» odkazy na obrázky bez alt

source: Display links to images without an alt attribute. If this option is off, these images are completely invisible.
pl: Czy wy¶wietlaæ odno¶niki do obrazków bez podanego atrybutu alt? Je¶li ta opcja jest wy³±czona, obrazki te bêd± niewidoczne.
sk: Zobrazova» odkazy na obrázky bez popisky (atribútu 'alt'). Ak je táto voµba vypnutá, také obrázky sú úplne neviditeµné.

source: Display links to images
pl: Wy¶wietlanie odno¶ników do obrazków
sk: Zobrazova» odkazy na obrázky

source: Display links to any images in the document, regardless of them having an alt attribute or not. If this option is off, the alt attribute contents is shown, but as normal text, not selectable as a link.
pl: Czy wy¶wietlaæ odno¶niki do jakichkolwiek obrazków w dokumencie niezale¿nie od tego czy posiadaj± atrybut alt czy nie? Je¶li ta opcja jest wy³±czona, pokazywana jest zawarto¶æ atrybutu alt, ale jako zwyk³y tekst a nie odno¶nik.
sk: Zobrazova» odkazy na akékoµvek obrázky v dokumente, èi u¾ majú popisku (atribút alt) alebo nie. Ak je táto voµba vypnutá, je zobrazný obsah atribútu alt, ale iba ako normálny text, nie je to odkaz.

source: Links
pl: Odno¶niki
sk: Odkazy

source: Options for handling of links to other documents.
pl: Ustawienia dotycz±ce odno¶ników do innych dokumentów.
sk: Nastavenia pre zaobchádzanie s odkazmi na iné dokumenty.

source: Active link
pl: Aktywny odno¶nik
sk: Aktívny odkaz

source: Options for the active link.
pl: Ustawienia dotycz±ce aktywnego odno¶nika.
sk: Nastavenia aktívneho odkazu.

source: Colors
pl: Kolory
sk: Farby

source: Active link colors.
pl: Kolory aktywnego odno¶nika.
sk: Farby aktívneho odkazu.

source: Background color
pl: Kolor t³a
sk: Farba pozadia

source: Default background color.
pl: Domy¶lny kolor t³a.
sk: ©tandardná farba pozadia.

source: Text color
pl: Kolor tekstu
sk: Farba textu

source: Default text color.
pl: Domy¶lny kolor tekstu.
sk: ©tandardná farba textu.

source: Enable color
pl: W³±cz kolor
sk: Zapnú» farby

source: Enable use of the active link background and text color settings instead of the link colors from the document.
pl: W³±cz u¿ycie ustawieñ koloru tekstu i t³a aktywnego odno¶nika zamiast kolorów odno¶nika z dokumentu.
sk: Zapnú» pou¾itie farby textu a pozadia aktívneho odkazu podµa nastavenia v prehliadaèi namiesto podµa dokumentu.

source: Bold
pl: Pogrubienie
sk: Tuèné

source: Make the active link text bold.
pl: Pogrub aktywny odno¶nik.
sk: Nakresli» text aktívneho odkazu tuène.

source: Invert colors
pl: Inwersja kolorów
sk: Inverzné farby

source: Invert the fore- and background color so the link stands out.
pl: Odwróæ kolory tekstu i t³a tak, ¿eby wyró¿niæ odno¶nik.
sk: Inverzná farba popredia a pozadia, takze odkaz vystupuje z textu.

source: Underline
pl: Podkre¶lenie
sk: Podèiarknutie

source: Underline the active link.
pl: Podkre¶l aktywny odno¶nik.
sk: Podèiarknu» aktívny odkaz.

source: Directory highlighting
pl: Pod¶wietlanie katalogów
sk: Zvýrazni» odkazy na adresáre

source: Highlight links to directories in FTP and local directory listing.
pl: Czy pod¶wietlaæ odno¶niki do katalogów na FTP i lokalnie?
sk: Zvýrazni» odkazy na adresára vo výpisoch FTP a lokálneho disku.

source: Number links
pl: Numerowanie odno¶ników
sk: Èíslova» odkazy

source: Display numbers next to the links.
pl: Czy wy¶wietlaæ liczby z prawej strony odno¶ników?
sk: Zobrazova» èísla pri odkazoch.

source: Handling of target=_blank
pl: Obs³uga target=_blank

source: Define how to handle links having target=_blank set: 0 means open link in current tab 1 means open link in new tab in foreground 2 means open link in new tab in background
pl: Okre¶l jak obs³ugiwaæ odno¶niki zawieraj±ce target=_blank: 0 - otwórz odno¶nik na bie¿±cej karcie 1 - otwórz odno¶nik na nowej karcie pierwszoplanowo 2 - otwórz odno¶nik na nowej karcie w tle

source: Use tabindex
pl: U¿ycie tabindex
sk: Pou¾íva» tabindex

source: Whether to navigate links using tabindex specified ordering. The TABINDEX attribute in HTML elements specifies the order in which links should receive focus when using the keyboard to navigating the document.
pl: Czy nawigowaæ pomiêdzy odno¶nikami u¿ywaj±c podanego porz±dku? Atrybut TABINDEX elementu HTML podaje porz±dek w jakim odno¶niki powinny byæ uaktywniane nawiguj±c po dokumencie przy u¿yciu klawiatury.

source: Number keys select links
pl: Klawisze z cyframi wybieraj± odno¶niki
sk: Numerické klávesy vyberajú odkazy

source: Number keys select links rather than specify command prefixes. This is a tristate: 0 means never 1 means if document.browse.links.numbering = 1 2 means always
pl: Klawisze z cyframi wybieraj± odno¶niki, a nie stanowi± przedrostki dla komend. To jest trójstanowe: 0 - nigdy 1 - je¶li document.browse.links.numbering = 1 2 - zawsze
sk: Numerické klávesy vyberajú odkazy namiesto toho aby urèovali opakovacie prefixy pre ostatné akcie. Táto voµba ma 3 stavy: 0 = nikdy 1 = iba ak document.browse.links.numbering = 1 2 = v¾dy

source: Warn about maliciously crafted URIs
pl: Ostrzegaj o nieprawid³owych URI

source: When following a link the user ID part of the URI is checked and if a maliciously crafted URI is detected a warning dialog will ask before following the link.
pl: Podczas pod±¿ania za odno¶nikiem sprawdzana jest czê¶æ ID u¿ytkownika. Je¶li jest ona nieprawid³owa pojawi siê okienko dialogowe z zapytaniem czy kontynuowaæ.

source: Wrap-around links cycling
pl: Cykliczno¶æ odno¶ników
sk: Zacyklené prechádzanie medzi odkazmi

source: When pressing 'down' on the last link, jump at the first one, and vice versa.
pl: Gdy wci¶niêty jest 'dó³' na ostatnim odno¶niku, skocz do pierwszego i vice versa.
sk: Pri stlaèení klávesy 'dole' na poslednom odkaze sa presuò na prvý odkaz a naopak.

source: Scrolling
pl: Przewijanie

source: Scrolling options.
pl: Ustawienia przewijania

source: Horizontal step
pl: Krok poziomy

source: Number of columns to scroll when a key bound to scroll-left or scroll- right is pressed and no prefix was given.
pl: Liczba kolumn, o które przewijany jest ekran, gdy wybrano klawisz "przesuñ w lewo" lub "przesuñ w prawo" i nie podano prefiksu.

source: Extended horizontal scrolling
pl: Rozszerz poziome przewijanie

source: Whether to allow horizontal scrolling when the document does not extend off the screen. Useful for copy/paste operations.
pl: Czy zezwoliæ na poziome przewijanie w przypadku, gdy dokukment nie jest wiêkszy ni¿ szeroko¶æ ekranu. Przydatne przy operacjach kopiowania/wklejania.

source: Margin
pl: Margines

source: Size of the virtual margin - when you click inside of that margin, document scrolls in that direction.
pl: Rozmiar wirtualnego marginesu - gdy klikniesz wewn±trz niego, dokument przewija siê w tê stronê.
sk: Veµkos» virtuálneho okraja - po kliknutí do tohto citlivého okraja, dokument odskroluje v danom smere.

source: Vertical step
pl: Krok pionowy

source: Number of lines to scroll when a key bound to scroll-up or scroll- down is pressed and no prefix was given.
pl: Liczba linii, o które przewijany jest ekran, gdy wybrano klawisz "przewiñ w dó³" albo "przewiñ w górê".
sk: Poèet riadkov, o ktoré sa má dokument odskrolova» po stlaèení klávesy zodpovedajúcej akcii scroll-up/scroll-down (hore/dolu) a nebol daný ¾iadny èíselný prefix.

source: Searching
pl: Szukanie
sk: Hµada»

source: Options for searching.
pl: Ustawienia dotycz±ce szukania.
sk: Nastavenie vyhµadávania.

source: Case sensitivity
pl: Rozró¿nianie wielko¶ci liter
sk: Rozli¹ovanie veµkosti písma

source: Whether the search should match the document text while maintaining case sensitivity.
pl: Czy zaznaczaæ tekst ró¿ni±cy siê wielko¶ci± liter od poszukiwanego?
sk: Urèuje, èi sa má pri hµadaní bra» ohµad na veµkos» písma.

source: Regular expressions
pl: Wyra¿enia regularne
sk: Regulárne výrazy

source: Enable searching with regular expressions: 0 for plain text searching 1 for basic regular expression searches 2 for extended regular expression searches
pl: W³±cz szukanie z u¿yciem wyra¿eñ regularnych. 0 - zwyk³e szukanie. 1 - szukanie z u¿yciem prostych wyra¿eñ regularnych. 2 - szukanie z u¿yciem rozszerzonych wyra¿eñ regularnych.

source: Show search hit top or bottom dialogs
pl: Poka¿ okienko dialogowe, gdy przeszukiwanie osi±gnê³o pocz±tek/koniec tekstu
sk: Zobrazova» upozornenie o vyhµadávaní, ktoré dosiahlo koniec dokumentu

source: Whether to show a dialog when the search hits top or bottom of the document.
pl: Czy pokazywaæ okienko dialogowe, gdy przeszukiwanie osi±gnie pocz±tek albo koniec tekstu?
sk: Povoli» zobrazovanie upozornenia keï vyhµadávanie dosiahne koniec alebo zaèiatok dokumentu.

source: Wraparound
pl: Zawijanie przy szukaniu z wyprzedzeniem
sk: Cykli»

source: Wrap around when searching. Currently only used for typeahead.
pl: Zacznij szukaæ od pocz±tku, gdy szukanie z wyprzedzeniem dojdzie do koñca dokumentu.
sk: Ak vyhµadávanie dosiahne koniec dokumentu, pokraèova» od zaèiatku. Zatiaµ pou¾ívané iba pre interaktívne vyhµadávanie.

source: Show not found
pl: Pokazuj nie znalezione
sk: Akcia pri nenájdení výskytu
